Repository: edukado-interreto/tradukejo
Catalog: traduko/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, eo, fi, fr, it, ms, nl, sk

# pages/instructions#plural2
source: The solution is to use 2 different strings, which have different text, to suit the relevant number:
ca: La solució és fer servir diversos encadenaments amb textos diferents, que vagin d'acord amb el nombre indicat:
cs: Řešením jsou řetězce s různými texty v závislosti na počtu:
eo: La solvo estas ĉenoj kun malsama teksto depende de nombro:
fi: Ratkaisuna on ketjut, joissa on eri teksti lukumäärästä riippuen.
fr: Il existe une solution : les chaînes dont le texte dépend d’un nombre.
it: La soluzione è usare due stringhe diverse, con un testo diverso, per accordarle al numero indicato:
ms: Penyelesaiannya ialah menggunakan 2 rentetan yang berbeza serta mempunyai teks yang berbeza untuk disesuaikan dengan nombor yang berkaitan:
nl: Strings met een verschillende tekst, afhankelijk van het nummer, vormen de oplossing:
sk: Riešením sú reťazce s rôznymi textami v závislosti na počte:

# pages/instructions#plural3
source: When you see these kinds of strings, translate the phrase repeatedly, to match the various quantities. For example, in the image above, a Russian speaker would have to imagine that instead of just {1} there is 1, 2 or 5.
ca: En aquest cas cal traduir cada possibilitat segons correspongui al nombre donat en l'exemple. En l'exemple de la imatge de sota, un traductor rus haurà d'imaginar com ha de traduir la frase si en comptes de un {1} hi ha un 1, un 2 o un 5.
cs: V takových případech překládejte podle ukázkových čísel. Na obrázku výše je příklad překladu do ruštiny – místo {1} si představte na prvním řádku 1, na druhém řádku 2, na třetím řádku 5.
eo: Tiam por ĉiu eblo traduku laŭ la ekzemplaj nombroj. En la ekzemplo de la ĉi-supra bildo, rusa tradukanto imagu, kia devas esti tiu frazo se anstataŭ {1} estas 1, 2 aŭ 5.
fi: Käännä silloin kaikki mahdolliset esimerkkinumeroiden mukaan. Yllä olevan kuvan esimerkissä, venäjänkielisen kääntäjän pitää päätellä, millainen lauseen pitää olla jos {1} sijaan on 1, 2 tai 5.
fr: Dans ce cas, traduisez chaque possibilité selon les nombres donnés en exemple. Dans l’exemple de l’image ci-dessus, un traducteur russe devra imaginer comment la phrase doit être si au lieu de {1} il y a 1, 2 ou 5.
it: Quando ci sono questo tipo di stringhe, tradurre la frase ripetutamente, per far corrispondere la frase alle diverse quantità. Per esempio, nell'immagine sopra, un Russo dovrebbe immaginare che invece di avere un {1}, al suo posto ci stia 1, 2 o 5.
ms: Sekiranya anda melihat rentetan-rentetan seperti ini, terjemahkan frasa tersebut berkali-kali untuk dipadankan dengan bilangan yang berbeza. Contohnya, dalam gambar di atas, seorang penutur bahasa Rusia perlu membayangkan terdapat 1, 2 atau 5 dan bukannya hanya {1}.
nl: Vertaal vervolgens voor elke optie volgens de voorbeeldnummers. In het voorbeeld in de afbeelding hierboven stelt een Russische vertaler zich voor hoe die zin eruit zou moeten zien als het in plaats van {1} 1, 2 of 5 is.
sk: V takých prípadoch prekladajte podľa ukážkových čísel. Na obrázku vyššie je príklad prekladu do ruštiny – namiesto {1} si predstavte na prvom riadku 1, na druhom riadku 2, na treťom riadku 5.

# pages/instructions#plural4
source: Its normal, if there is a different quantity of translations: some languages will need only two forms (single and plural), but some (mostly Slavic languages) need three. Slovenian woud need four and some languages (like Irish or Arabic) would need even more.
ca: És normal que hi hagi una quantitat diferent de traduccions: en moltes llengües hi ha només dues formes (singular i plural), però en algunes (la majoria de llengües eslaves) en necessiten tres, l'eslovè en necessita quatre, i altres encara més (com l'irlandès o l'àrab).
cs: Je běžné, že se počet tvarů různí – v některých jazycích stačí dva tvary (pro číslo 1 a pro jiné číslo), ve většině slovanských jazyků jsou potřeba tři tvary, ve slovinštině čtyři a v irštině a arabštině ještě víc.
eo: Estas normale, se estas malsama kvanto da tradukoj: multaj lingvoj bezonas nur du formojn (ununombran kaj multenombran), sed kelkaj (plej multaj slavaj lingvoj) bezonas tri, la slovena kvar kaj kelkaj (irlanda, araba) eĉ pli.
fi: On normaalia, jos on eri määrä käännöksiä; monissa kielissä tarvitaan vain kaksi muotoa (yksikkö ja monikko), mutta joissakin (useimmissa slaavilaisissa kielissä) tarvitaan kolme, sloveniassa neljä ja joissakin (irlanti, arabia) jopa enemmän.
fr: Il est normal que le nombre de traductions ne soit pas le même : dans beaucoup de langues, il faut deux formes différentes (singulier et pluriel), mais certaines (comme la plupart des langues slaves) nécessitent trois formes, la slovène quatre et certaines (comme l’irlandais ou l’arabe) encore plus.
it: È normale che ci siano diversi numeri di traduzioni: alcune lingue hanno solo due forme (singolare e plurale) mentre ad altre (principalmente le lingue slave) ne servono tre. Gli Sloveni ne usano quattro e alcune altre lingue (come l'Irlandese e l'Arabo) ne usano un numero ancora maggiore.
ms: Sekiranya terdapat beberapa bilangan yang berbeza untuk terjemahan, hal ini merupakan perkara biasa: sesetengah bahasa hanya memerlukan dua bentuk (tunggal dan jamak), tetapi sesetengah yang lain (contohnya kebanyakan bahasa Slavik) memerlukan tiga bentuk. Bahasa Slovenia memerlukan empat bentuk, bahkan sesetengah bahasa (seperti bahasa Ireland dan Arab) memerlukan lebih banyak bentuk lagi.
nl: Het is normaal als er een verschillend aantal vertalingen is: veel talen hebben slechts twee vormen nodig (enkelvoud en meervoud), maar sommige (de meeste Slavische talen) hebben er drie nodig, Sloveens vier en sommige (Iers, Arabisch) zelfs meer.
sk: Je bežné, že sa počet tvarov rôzni – v niektorých jazykoch postačujú dva tvary (pre číslo 1 a pre iné číslo), vo väčšine slovanských jazykov sú potrebné tri tvary, v slovinčine štyri a v írštine a arabčine ešte viac.

# pages/instructions#projects-page-caption
source: Screenshot of the project page.
ca: Captura de pantalla de la pàgina del projecte.
cs: Stránka projektu.
eo: Ekranbildo de paĝo de projekto.
fi: Ruutukaappaus projektin sivusta.
fr: Capture d’écran de la page d’un projet.
it: Schermata della pagina del progetto.
ms: Tangkapan layar halaman projek.
nl: Schermafbeelding van een pagina uit het project.
sk: Snímka obrazovky, ktorá zobrazuje stránku projektu.

# pages/instructions#projects-page-title
source: Project page
ca: Pàgina del projecte
cs: Stránka projektu
eo: Paĝo de projekto
fi: Projektin sivu
fr: Page de projet
it: Pagina del progetto
ms: Halaman projek
nl: Projectpagina
sk: Stránka projektu

# pages/instructions#projects-page1
source: You can find above, general information about the project. In the coloured frame there are clarifications about how the translations are used: for several websites, the translations are immedietely visible; in others, the website's webmaster must manually add in the translations - it depends on the websites themselves, not on E@I's translation system.
ca: A dalt hi ha les informacions generals sobre el projecte. El marc de color conté les explicacions sobre la manera com es fan servir les traduccions: en algunes webs són visibles de seguida, en altres el programador ha d'afegir les traduccions de manera manual. Això depèn del lloc web en concret, no pas del sistema de traducció.
cs: V horní části se nachází obecné informace o projektu. V barevném rámečku je vysvětleno, jakým způsobem se překlady použijí: u některých webů jsou zveřejněné hned, u jiných je ručně zveřejňuje jejich správce – závisí to na konkrétním webu, ne na překladatelském systému.
eo: Supre troviĝas ĝeneralaj informoj pri la projekto. En la kolora kadro estas klarigoj pri tio, kiel la tradukoj estas uzataj: ĉe kelkaj retejoj ili estas tuj videblaj, ĉe aliaj la retejestro devas permane aldoni la tradukojn – tio dependas de la konkreta retejo, ne de la tradukejo.
fi: Ylhäällä on yleisiä tietoja projektista. Värillisessä kehyksessä on selityksiä siitä, miten käännöksiä käytetään; joissakin sivustoissa ne ovat heti nähtävissä, muissa sivuston haltijan täytyy käsin lisätä käännökset – tämä riippuu kyseisestä sivustosta, ei käännössivustosta.
fr: En haut, on trouve des informations générales sur le projet. Le cadre coloré contient des explications sur la manière dont les traductions sont utilisés : sur certains sites, elles sont visibles immédiatement, mais pour d’autres, le programmeur du site doit ajouter les traductions manuellement. Cela dépend du fonctionnement du site lui-même et pas du système de traduction.
it: Sopra si trovano informazioni generali sul progetto. Nel riquadro colorato ci sono spiegazioni su come vengono usate le traduzioni: per diversi siti web le traduzioni sono immediatamente visibili; in altri, il gestore del sito deve manualmente aggiungerle nelle traduzioni. Dipende dal sito web, non dal sistema di traduzione E@I.
ms: Anda boleh mendapatkan maklumat umum tentang projek tersebut di atas. Terdapat penjelasan dalam bingkai berwarna tentang bagaimana terjemahan-terjemahan tersebut digunakan: untuk sesetengah laman web, terjemahan boleh terus dilihat; manakala untuk sesetengah yang lain, juruweb laman web tersebut perlu menambah terjemahan-terjemahan secara manual - hal ini bergantung kepada laman web tersebut dan bukannya kepada sistem terjemahan E@I.
nl: Hierboven vindt u algemene informatie over het project. In het kleurvak staat uitleg over hoe de vertalingen worden gebruikt: op sommige websites zijn ze direct zichtbaar, op andere moet de webmaster de vertalingen handmatig toevoegen - dit hangt af van de specifieke website, niet van de vertaalsite.
sk: V hornej časti sa nachádzajú všeobecné informácie o projekte. Vo farebnom rámčeku je vysvetlené, ako sa preklady použijú: pri niektorých weboch sú zverejnené hneď, pri iných ich ručne zverejňuje ich správca – závisí to na konkrétnom webe, nie na prekladateľskom systéme.

# pages/instructions#projects-page2
source: Below, you can find a list of languages, in which the project is translated, with the percentage of text translated. Beside that there is a list of the latest comments and the latest activity.
ca: A sota hi ha la llista de llengües en que està traduït el projecte, amb el tant per cent dels textos ja traduïts. Al costat hi ha la llista dels darrers comentaris i les últimes activitats.
cs: V dolní části je seznam cílových jazyků, včetně procentuálního stavu překladu. Vedle je seznam nejnovějších komentářů a aktivity.
eo: Sube troviĝas la listo de lingvoj, en kiuj la projekto estas tradukata, kun la elcentaĵo de tradukitaj tekstoj. Apude estas listo de lastaj komentoj kaj de lastaj agadoj.
fi: Alhaalla on luettelo kielistä, joille projektia käännetään, ja käännettyjen tekstien prosenttiosuus. Vieressä on luettelo viimeisimmistä kommenteista ja tapahtumista.
fr: En bas, on trouve la liste des langues dans lesquels le projet est en cours de traduction, avec le pourcentage de textes traduits. Sur le côté, il y a la liste des derniers commentaires et des dernières activités.
it: Sotto, c'è l'elenco delle lingue nelle quali il progetto è stato tradotto, con la percentuale del testo tradotto. Accanto ad esso c'è l'elenco degli ultimi commenti e delle ultime attività.
ms: Anda boleh mendapatkan satu senarai bahasa yang mana projek tersebut sudah diterjemahkan ke dalamnya dengan peratusan teks yang telah diterjemahkan. Selain itu, terdapat juga satu senarai komen dan aktiviti terkini.
nl: Hieronder vindt u de lijst met talen waarin het project werd vertaald, met het percentage aan vertaalde teksten. Hieronder vindt u een lijst met recente opmerkingen en recente activiteiten.
sk: V dolnej časti je zoznam cieľových jazykov, vrátane percentuálneho stavu prekladu. Vedľa je zoznam najnovších komentárov a aktivity.

# pages/instructions#projects-rights-caption
source: Request to translate.
ca: Petició del permís de traducció.
cs: Žádost o povolení k překládání
eo: Peto de tradukpermeso.
fi: Käännösluvan pyyntö.
fr: Demande de permission pour traduire.
it: Richiesta di permesso di traduzione.
ms: Permohonan untuk menterjemah.
nl: Verzoek tot toelating om te vertalen.
sk: Žiadosť o povolenie na prekladanie

# pages/instructions#projects-rights-title
source: Translation permissions.
ca: Permisos de traducció
cs: Povolení k překládání
eo: Tradukpermesoj
fi: Käännösluvat
fr: Permissions de traduire
it: Permessi di traduzione
ms: Keizinan-keizinan terjemahan
nl: Vertaaltoestemmingen
sk: Povolenie na prekladanie

# pages/instructions#projects-rights1
source: To translate into the relevant language, you need to receive permission from the project administrator. Click on the button 'request permission' beside the name of the language, and write a short request. Once the administrator has approved your request, you will be informed by email and you will be able to begin translating.
ca: Per traduir a una llengua en concret, us cal rebre el permís d'un administrador del projecte. Cliqueu el botó "Demanar permís" al costat del nom de la llengua, i escriviu-hi una explicació breu. Quan l'administrador hagi aprovat la vostra petició, se us informarà per correu electrònic i podreu començar a traduir.
cs: Pro překládání do konkrétního jazyka potřebujete povolení od správce projektu. Klikněte na tlačítko „Požádat o povolení“ vedle názvu jazyka a napište stručné zdůvodnění. Když správce vaši žádost schválí, oznámíme vám to e-mailem a budete moct začít překládat.
eo: Por traduki al konkreta lingvo, vi bezonas ricevi permeson de administranto de la projekto. Klaku sur la butonon “Peti permeson” apud la nomo de lingvo, kaj skribu mallongan klarigon. Kiam administranto aprobos vian peton, vi estos informita retpoŝte kaj vi povos komenci traduki.
fi: Kullekin kielelle kääntämiseksi tarvitset luvan projektin ylläpitäjältä. Napauta painiketta "Pyydä lupaa" kielen nimen vieressä ja kirjoita lyhyt selitys. Kun ylläpitäjä hyväksyy pyyntösi, saat tiedon sähköpostilla ja voit aloittaa kääntämisen.
fr: Pour pouvoir traduire vers une langue donnée, il faut recevoir la permission d’un administrateur du projet. Cliquez sur le bouton « Demander la permission » à côté du nom de la langue et écrivez une brève explication. Quand un administrateur aura approuvé votre demande, vous serez informé par e-mail et vous pourrez commencer à traduire.
it: Per tradurre nella lingua in questione, è necessario ricevere il permesso dall'amministratore del progetto. Fare clic sul pulsante "Richiedi permesso" accanto al nome della lingua, e scrivere un breve testo di richiesta. Una volta che l'amministratore avrà approvato la richiesta, si verrà informati tramite email e si potrà iniziare a tradurre.
ms: Untuk menterjemahkan ke dalam satu-satu bahasa, anda perlu menerima keizinan daripada pentadbir projek. Klik pada butang 'mohon keizinan' di sebelah nama bahasa tersebut dan tulis sebuah permohonan pendek. Apabila pentadbir telah meluluskan permohonan anda, anda akan diberitahu melalui emel dan anda boleh mula menterjemah.
nl: Om naar een specifieke taal te vertalen, heeft u toestemming nodig van de projectbeheerder. Klik op de knop "Toestemming aanvragen" naast de naam van een taal en schrijf een korte uitleg. Wanneer uw beheerder uw verzoek goedkeurt, ontvangt u een e-mail en kunt u beginnen met vertalen.
sk: Pre prekladanie do konkrétneho jazyka potrebujete povolenie od správcu projektu. Kliknite na tlačidlo „Požiadať o povolenie“ vedľa názvu jazyka a napíšte stručné zdôvodnenie. Keď správca vašu žiadosť schváli, oznámíme vám to e-mailom a budete môcť začať prekladať.

# pages/instructions#projects-rights2
source: You may wish to translate into a language which the project has not yet fetured. If so, find the menu with the list of languages, under the title 'Translate into another language'. If the language which you want is not in that list, then {1}contact us{/1}.
ca: Si la llengua a la qual voleu traduir encara no està afegida al projecte, trobareu un menú desplegable amb la llista de llengües sota el títol "Traduir a una altra llengua". Si la llengua que cerqueu no estigués en aquesta llista, llavors {1}poseu-vos en contacte amb nosaltres{/1}.
cs: Pokud jazyk, do kterého chcete překládat, zatím není součástí projektu, můžete ho přidat níže v části „Překládat do jiného jazyka“. Jestliže daný jazyk není ani tam, {1}kontaktujte nás{/1}.
eo: Se la lingvo, al kiu vi volas traduki, ankoraŭ ne estas aldonita al la projekto, vi trovos menuon kun listo de lingvoj sube, sub la titolo “Traduki al alia lingvo”. Se la lingvo, kiun vi volas, ne estas en tiu listo, tiam {1}kontaktu nin{/1}.
fi: Jos kieltä, jolle haluat kääntää, ei ole vielä lisätty projektiin, löydät alta valikon, jossa on luettelo kielistä, otsikolla "Käännö muuhun kieleen". Jos kieli, jota haluat ei ole tuossa luettelossa, silloin {1} ota yhteyttä meihin{/1}.
fr: Si la langue vers laquelle vous voulez traduire n’a pas encore été ajoutée au projet, vous trouverez un menu déroulant avec une liste de langues en dessous du titre « Traduire vers une autre langue ». Si la langue que vous voulez n’est pas dans cette liste, {1}contactez-nous{/1}.
it: Se la lingua nella quale si vuole tradurre non è ancora stata aggiunta al progetto, si troverà un elenco di lingue in basso, dal titolo "Traduci in un'altra lingua". Se la lingua desiderata non c'è in quell'elenco, allora {1}contattateci{/1}.
ms: Barangkali anda ingin menterjemahkan sesebuah projek ke dalam bahasa yang belum diwujudkan oleh projek tersebut. Jika ya, cari menu dengan senarai bahasa, di bawah tajuk 'Terjemah ke bahasa lain'. Jika bahasa yang anda inginkan tiada dalam senarai, sila {1}hubungi kami{/1}.
nl: Als de taal die u wilt vertalen nog niet aan het project is toegevoegd, vindt u hieronder onder het kopje "Vertalen naar een andere taal" een menu met een lijst van talen. Als de gewenste taal niet in die lijst staat, neem dan {1}contact{/1} met ons op.
sk: Ak jazyk, do ktorého chcete prekladať, zatiaľ nie je súčasťou projektu, môžete ho pridať nižšie v časti „Prekladať do iného jazyka“. Ak daný jazyk nie je ani tam, {1}kontaktujte nás{/1}.

# pages/instructions#projects1
source: “Projects” are collections of translations which concern one website.
ca: Un “projecte” és un conjunt de textos a traduir que correspon a un sol lloc web.
cs: „Projekt“ je sada řetězců k překladu, které se týkají jednoho webu.
eo: “Projektoj” estas apartaj aroj de tradukoj, kiuj koncernas unu retejon.
fi: "Projektit" ovat erillisiä käännösten joukkoja, jotka liittyvät yhteen sivustoon.
fr: Un « projet » est un ensemble de textes à traduire qui concernent un seul site.
it: I "Progetti" sono insiemi di traduzioni riguardanti un sito web.
ms: "Projek-projek" ialah kumpulan-kumpulan terjemahan yang melibatkan satu laman web.
nl: "Projecten" zijn afzonderlijke sets vertalingen die betrekking hebben op één website.
sk: „Projekt“ je sada reťazcov na preklad, ktoré sa týkajú jedného webu.

# pages/instructions#search-sort-title
source: Search and order
ca: Cercar i ordenar
cs: Vyhledávání a řazení
eo: Serĉado kaj ordigo
fi: Hakeminen ja järjestäminen
fr: Recherche et tri
it: Ricerca e ordine
ms: Cari dan susun
nl: Zoeken en sorteren
sk: Vyhľadávanie a radenie

# pages/instructions#search-sort1
source: The top bar has various filters:
ca: En la barra de dalt hi ha diversos filtres:
cs: Horní lišta obsahuje různé nástroje k filtrování:
eo: La plej supra breto havas diversajn filtrilojn:
fi: Ylimässä palkissa on erilaisia suodattimia:
fr: La barre d’en haut comporte plusieurs filtres :
it: La barra in altro contiene diversi filtri:
ms: Palang melintang di atas mempunyai beberapa penapis:
nl: De bovenste plank heeft diverse filters:
sk: Horná lišta obsahuje rôzne nástroje na filtrovanie:

# pages/instructions#search-sort1-1
source: The first one can filter by state (useful for seeing only the strings which require translation).
ca: El primer permet filtrar per estat (útil per veure només els encadenaments pendents de traducció),
cs: první umožňuje filtrovat podle stavu překladu (pro zobrazení jen těch řetězců, u kterých je nutný překlad),
eo: la unua ebligas filtri laŭ stato (utile por vidi nur la ĉenojn, kiujn necesas traduki),
fi: Ensimmäinen mahdollistaa suodattamisen tilan mukaan (on käytännöllistä nähdä vain ketjut, joita on tarpeen kääntää),
fr: le premier permet de filtrer par état (utile pour voir seulement les chaînes à traduire) ;
it: Il primo può filtrare per stato (utile per vedere solo le stringhe che richiedono traduzione).
ms: Penapis pertama ialah berdasarkan status (berguna untuk melihat rentetan-rentetan yang memerlukan terjemahan sahaja),
nl: met de eerste kun je filteren op status (handig om alleen de strings te zien die vertaald moeten worden),
sk: prvý umožňuje filtrovať podľa stavu prekladu (pre zobrazenie len tých reťazcov, pri ktorých je nutný preklad),

# pages/instructions#search-sort1-2
source: The second one can sort the strings: by default this is done alphabetically, but can also be done by date (oldest/newest).
ca: el segon permet ordenar els encadenaments: per defecte segons el nom, però també es pot ordenar segons la data més antiga o més recent,
cs: druhý umožňuje řazení řetězců: výchozí je podle názvu, ale můžete si zvolit i řazení od nejnovějších, nebo od nejstarších,
eo: la dua ebligas ordigi la ĉenojn: defaŭlte laŭ nomo, sed vi povas ordigi laŭ plej nove aŭ plej malnove aldonitaj tekstoj,
fi: toinen mahdollistaa ketjujen järjestämisen; oletuksena on nimen mukaan, mutta voit järjestää myös uusimman tai vanhimman lisätyn tekstin mukaan,
fr: le deuxième permet de trier les chaînes, par défaut selon le nom, mais on peut aussi les trier par plus récentes ou plus anciennes ;
it: Il secondo può ordinare le stringhe: per impostazione predefinita viene fatto alfabeticamente, ma può anche farlo per data (dalle più vecchie/dalle più nuove).
ms: Penapis kedua boleh menyusun rentetan-rentetan: ia dilakukan mengikut abjad secara lalai, tetapi boleh juga dilakukan berdasarkan tarikh (paling lama/paling baharu),
nl: de tweede stelt u in staat om de strings te sorteren: standaard op naam, maar u kunt ook sorteren op nieuwste of oudste toegevoegde tekst
sk: druhý umožňuje radenie reťazcov, východzie je podľa názvu, ale môžete si zvoliť i radenie od najnovších, alebo od najstarších,

# pages/instructions#search-sort1-3
source: You can search the text of translations and of the source document.
ca: el cercador busca un text en les traduccions i en les llengües d'origen.
cs: hledání funguje na přeložené texty i na texty ve zdrojovém jazyce.
eo: la serĉilo serĉas tekston en tradukoj kaj tekstoj en la fontolingvo.
fi: hakuikkuna etsii tekstiä käännöksistä ja lähdekielestä.
fr: l’outil de recherche recherche un texte dans les traductions et les textes dans la langue source.
it: La ricerca può avvenire nel testo delle traduzioni o nei documenti originali.
ms: Anda boleh mencari teks terjemahan dan teks dokumen asal.
nl: de zoekmachine zoekt naar tekst in vertalingen en teksten in de brontaal.
sk: vyhľadávač hľadá text v prekladoch a textoch v zdrojovom jazyku.

# pages/instructions#state-title
source: State of translations
ca: Estat de les traduccions
cs: Stav překladů
eo: Stato de tradukoj
fi: Käännösten tila
fr: État des traductions
it: Stato delle traduzioni
ms: Status terjemahan
nl: Status van de vertalingen
sk: Stav prekladov
