Repository: edukado-interreto/tradukejo
Catalog: traduko/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, eo, fi, fr, it, ms, nl, sk

# pages/instructions#state1
source: Translations can have three states: untranslated (which appear as red), outdated (which appears as yellow) and translated (which appears as green). 'Outdated' means that the original source text was changed, which could present the need for updating existing translations. If you consider that such changes are unnecessary, you can click on the button 'Mark as translated'.
ca: Les traduccions poden aparèixer en tres estats: no traduïda (en vermell), per actualitzar (en groc) i traduïda (en verd). "Per actualitzar" significa que el text en la llengua origen ha estat modificat, i podria fer falta canviar-ne la traducció. Si creieu que a la traducció no li cal cap modificació, podeu clicar "Marcar com a traduït".
cs: Překlady můžou mít tři stavy: nepřeložený (zobrazené červeně), neaktuální (zobrazené žlutě) a přeložený (zobrazené zeleně). „Neaktuální“ znamená, že text ve zdrojovém jazyce byl změněn, což může vyžadovat i změnu překladu. Pokud vyhodnotíte, že překlad není nutné měnit, můžete kliknout na „Označit jako přeložený“.
eo: Tradukoj povas havi tri statojn: netradukitan (aperas ruĝe), retradukendan (aperas flave) kaj tradukitan (aperas verde). “Retradukenda” signifas, ke la teksto en la fontolingvo estis ŝanĝita, kio povas postuli ŝanĝon en la traduko. Se vi taksas, ke ne necesas ŝanĝi la tradukon, vi povas klaki sur “Marki kiel tradukendan”.
fi: Käännöksillä voi olla kolme tilaa; kääntämättä (näkyy punaisella), uudelleen käännettävä (näkyy keltaisella) ja käännetty (näkyy vihreällä). "Uudelleen käännettävä" tarkoittaa, että lähdekielen teksti on muutettu, mikä saattaa vaatia käännöksen muuttamista. Jos arvioit, että ei tarvitse muuttaa käännöstä, voit napauttaa kohtaa "Merkitse käännetyksi".
fr: Les traductions peuvent avoir trois états : non traduit (en rouge), à retraduire (en jaune) et traduit (en vert). « À retraduire » signifie que le texte dans la langue source a été modifier, ce qui peut nécessiter de changer la traduction. Si vous estimez que la traduction n’a pas besoin d’être modifiée, vous pouvez cliquer comme « Marquer comme traduit ».
it: Le traduzioni possono avere tre stati: non tradotta (di colore rosso), da aggiornare (di colore giallo) e tradotta (di colore verde). "Da aggiornare" significa che il testo nella lingua origine è cambiato, e ciò può significare un cambio necessario nella traduzione. Se si pensa che non sia necessario cambiare la traduzione, si può fare clic su "Segna come tradotta".
ms: Terjemahan-terjemahan mempunyai tiga status: belum diterjemahkan (dipaparkan dengan warna merah), lapuk (dipaparkan dengan warna kuning), dan telah diterjemahkan (dipaparkan dengan warna hijau). 'Lapuk' bermaksud teks sumber asal telah diubah yang mungkin menyebabkan terjemahan sedia ada perlu dikemaskini. Jika anda menganggap perubahan-perubahan tersebut tidak diperlukan, anda boleh klik pada butang 'Tandakan sebagai telah diterjemah'.
nl: Vertalingen kunnen drie statussen hebben: onvertaald (verschijnt in rood), onvertaald (verschijnt in geel) en vertaald (verschijnt in groen). "Opnieuw vertalen" betekent dat de tekst in de brontaal is gewijzigd, waardoor mogelijk een wijziging in de vertaling nodig is. Als u denkt dat het niet nodig is om de vertaling te wijzigen, kunt u op "Markeren als vertaald" klikken.
sk: Preklady môžu mať tri stavy: nepreložený (zobrazené červenou), neaktuálny (zobrazené žltou) a preložený (zobrazené zelenou). „Neaktuálny“ znamená, že text v zdrojovom jazyku bol zmenený, čo môže vyžadovať aj zmenu prekladu. Ak vyhodnotíte, že preklad nie je nutné meniť, môžete kliknúť na „Označiť ako preložený“.

# pages/instructions#suggestions-caption
source: Examples of suggested translations.
ca: Exemples de suggeriments de traduccions.
cs: Příklady navrhovaných překladů.
eo: Ekzemploj de proponitaj tradukoj.
fi: Esimerkkejä ehdotetuista käännöksistä.
fr: Exemples de suggestions de traductions
it: Esempi di traduzioni suggerite.
ms: Contoh-contoh cadangan terjemahan.
nl: Voorbeelden van voorgestelde vertalingen.
sk: Príklady navrhovaných prekladov.

# pages/instructions#suggestions-title
source: Suggested translations
ca: Traduccions suggerides
cs: Navrhované překlady
eo: Proponitaj tradukoj
fi: Ehdotettuja käännöksiä
fr: Traductions suggérées
it: Traduzioni suggerite
ms: Cadangan terjemahan
nl: Voorgestelde vertalingen
sk: Navrhované preklady

# pages/instructions#suggestions1
source: Sometimes when strings new strings, suggested translations will appear. These suggestions come from completed translations of identical text, whether in the same project or another. Simply click on the suggestion if you like it, and it will appear in the translation field.
ca: A vegades, en traduir un nou encadenament, poden aparèixer suggeriments de traducció. Aquests suggeriments vénen d'altres traduccions del mateix text ja incloses en el sistema de traducció (pot ser en el mateix projecte o en algun altre). Cliqueu simplement sobre la proposta que us agradi i serà inclosa en el camp de traducció.
cs: Občas se při překládání nového řetězce objeví navrhované překlady. Tyto návrhy pochází z jiných překladů stejného textu, které se už v systému nachází (ať už ve stejném projektu, nebo v jiném). Jednoduše klikněte na návrh, který se vám líbí, čímž dojde k jeho vložení do pole s překladem.
eo: Kelkfoje, kiam vi tradukas novan ĉenon, povas aperi proponitaj tradukoj. Tiuj proponoj venas de aliaj tradukoj de la sama teksto, kiuj jam estas en la tradukejo (povas esti en la sama projekto aŭ en alia). Simple alklaku la proponon, kiun vi ŝatas, kaj ĝi estos enmetita en la tradukan kampon.
fi: Toisinaan, kun käännät uutta ketjua, voi ilmestyä käännösehdotuksia. Nuo ehdotukset tulevat saman tekstin toisista käännöksistä, jotka jo ovat käännössivustolla (voivat olla samassa projektissa tai muussa). Voit yksinkertaisesti napauttaa ehdotusta, josta pidät, ja se lisätään käännöskenttään.
fr: Parfois, en traduisant une nouvelle chaîne, vous verrez des traductions suggérées. Ces suggestions viennent d’autres traductions du même texte qui sont déjà dans le système de traduction (dans le même projet ou un autre). Cliquez simplement sur la proposition qui vous plaît et elle sera insérée dans le champ.
it: A volte, quando si traduce una nuova stringa, possono apparire delle proposte di traduzioni. Tali suggerimenti provengono da traduzioni dello stesso testo, presenti nello stesso progetto o in altri. Fare semplicemente clic sul suggerimento se ci piace, ed esso apparirà automaticamente nella traduzione.
ms: Kadangkala apabila anda menterjemahkan rentetan baharu, cadangan terjemahan akan dipaparkan. Cadangan-cadangan ini datang daripada terjemahan lain bagi teks yang sama (sama ada dalam projek yang sama atau dalam projek lain). Klik pada cadangan tersebut jika anda suka, dan ia akan dipaparkan dalam ruang terjemahan.
nl: Soms verschijnen er voorgestelde vertalingen wanneer u een nieuwe keten/string vertaalt. Deze suggesties zijn afkomstig van andere vertalingen van dezelfde tekst die al op de vertaalsite staan ​​(mogelijk in hetzelfde of in een ander project). Klik gewoon op het voorstel dat u leuk vindt en het wordt in het vertaalveld ingevoerd.
sk: Občas sa pri prekladaní nového reťazca objavia navrhované preklady. Tieto návrhy pochádzajú z iných prekladov toho istého textu, ktoré sa už v systéme nachádzajú (či už v tom istom projekte alebo inom). Jednoducho kliknite na návrh, ktorý sa vám páči, čím dôjde k jeho vloženiu do poľa s prekladom.

# pages/instructions#symbols-caption
source: Strings with strange symbols.
ca: Encadenaments amb símbols estranys.
cs: Řetězec se zvláštními znaky.
eo: Ĉeno kun strangaj simboloj.
fi: Ketju, jossa on outoja symboleja
fr: Des chaînes avec des symboles bizarres.
it: Stringhe con simboli speciali.
ms: Rentetan-rentetan dengan simbol-simbol aneh.
nl: Keten met vreemde symbolen.
sk: Reťazec so zvláštnymi znakmi.

# pages/instructions#symbols-title
source: Strange symbols.
ca: Símbols especials
cs: Speciální znaky
eo: Specialaj simboloj
fi: Erityissymbolit
fr: Symboles spéciaux
it: Simboli speciali.
ms: Simbol-simbol aneh
nl: Speciale symbolen
sk: Špeciálne symboly

# pages/instructions#symbols1
source: Some strings might have strange symbols inside. These are specials signs which the website will replace in some way; perhaps with a web link, a username or a number... Please copy these symbols into the translation field without making any changes to them (and if they contain words, do not translate them). Otherwise, the translated text will not appear correctly in the website.
ca: Alguns encadenaments poden contenir símbols estranys. Es tracta de signes especials que el lloc web substituirà per alguna altra cosa: un enllaç, in nom d'usuari, un número... Si us plau, copieu-ho sense canvis a la vostra traducció (si hi ha contingudes algunes paraules, no les traduïu pas): si us n'oblideu o ho modifiqueu, el text correcte no apareixerà a la web.
cs: Některé řetězce obsahují zvláštní znaky. Jedná se o speciální značky, které na příslušném webu budou nahrazené něčím jiným: odkazem, uživatelským jménem, číslem, apod. Prosím kopírujte je do překladů beze změn (a pokud obsahují slova, nepřekládejte je). Kdybyste na ně zapomněli, nebo je změnili, překlady by se na webu nezobrazovaly správně.
eo: Kelkaj ĉenoj povas enhavi strangajn simbolojn. Tio estas specialaj signoj, kiujn la retejo anstataŭigos per io alia: ligilo, nomo de uzanto, nombro… Bonvolu kopii ilin senŝanĝe en vian tradukon (kaj se ili enhavas vortojn, ne traduku ilin): se vi forgesas aŭ ŝanĝas ilin, la tekstoj ne aperos ĝuste en la retejo.
fi: Joissakin ketjuissa voi olla outoja merkkejä. Ne ovat erityismerkkejä, jotka sivusto korvaa joillakin muilla: linkki, käyttäjän nimi, numero... Kopioi ne muuttamatta käännökseesi (ja jos ne sisältävät sanoja, älä käännä niitä); jos jätät ne pois tai muutat niitä, tekstit eivät näyt oikein sivustolla.
fr: Certaines chaînes peuvent comporter des symboles bizarres. Il s’agit de symboles spéciaux que le site remplacera par quelque chose d’autre : un lien, un nom d’utilisateur, un nombre… Copiez-les sans les changer dans votre traduction (et s’ils contiennent des mots, ne les traduisez-pas) : si vous oubliez ou modifiez ces symboles, les textes ne seront pas affichés correctement dans le site.
it: Qualche stringa potrebbe avere degli strani simboli. Questi sono dei segnaposto che il sito sostituirà in qualche modo; forse un collegamento web o un nome utente o un numero... È necessario copiare questi simboli come sono senza modificarli (e se contengono delle parole, senza tradurle). Altrimenti il testo tradotto non apparirà correttamente nelle pagine del sito.
ms: Sesetengah rentetan mungkin mempunyai simbol-simbol yang aneh. Ini merupakan tanda-tanda khas yang mana laman web akan gantikan sama ada dengan pautan web, nama pengguna atau nombor... Sila salin simbol-simbol ini ke ruang terjemahan tanpa sebarang perubahan (dan jika simbol-simbol ini mengandungi perkataan, jangan terjemahkan). Jika tidak, teks yang diterjemahkan tidak akan dipaparkan secara betul di dalam laman web.
nl: Sommige strings kunnen vreemde symbolen bevatten. Dit zijn speciale tekens die de site door iets anders zal vervangen: een link, een gebruikersnaam, een nummer... Kopieer ze ongewijzigd in uw vertaling (en als ze woorden bevatten, vertaal ze dan niet): als u ze vergeet of wijzigt, worden de teksten niet correct op de website verschijnen.
sk: Niektoré reťazce obsahujú zvláštne symboly. Ide o špeciálne znaky, ktoré na príslušnom webe budú nahradené niečím iným: odkazom, používateľským menom, číslom, apod. Prosím kopírujte ich do prekladov bezo zmien (a ak obsahujú slová, neprekladajte ich). Keby ste na nich zabudli, alebo ich zmenili, preklady by sa na webe nezobrazovali správne.

# pages/instructions#symbols2
source: In the translation system, these special symbols have colours. Here are examples of how they might look:
ca: Aquest símbols especials apareixen en color, i poden tenir el següent aspecte, per exemple:
cs: Tyto speciální znaky se v překladatelském systému zobrazují barevně a můžou vypadat např. takto:
eo: Tiuj specialaj simboloj aperas kolore en la tradukejo, kaj ili povas aspekti ekzemple ĉi tiel:
fi: Nuo erityiset symbolit näkyvät värillisinä käännösliittymässä, ja ne voivat näyttää esimerkiksi näiltä:
fr: Ces symboles spéciaux apparaissent en couleur dans l’interface de traduction et ils peuvent ressembler par exemple à ceci :
it: Tali simboli speciali si presentano colorati, e possono apparire per esempio in questo modo:
ms: Simbol-simbol khas ini mempunyai warna dalam sistem terjemahan. Berikut merupakan contoh:
nl: Deze speciale symbolen verschijnen in kleur op de vertaalsite en kunnen er als volgt uitzien:
sk: Tieto špeciálne znaky sa v prekladateľskom systéme zobrazujú farebne a môžu vyzerať napríklad takto:

# pages/instructions#symbols3
source: Some projects use double ({1}) and triple ({2}) apostrophes for italics or bold text. So be aware of this. This is not universal, and depends on the website, not on the translation system.
ca: Alguns projectes fan servir apòstrofs dobles ({1}) i triples ({2}) per tal de posar un text en cursiva o negreta, poseu-hi atenció. Això no és universal i depèn del propi lloc web, no pas del sistema de traducció.
cs: Některé projekty používají dvojité ({1}) a trojité apostrofy ({2}) pro kurzívu a tučný text, proto na to dávejte pozor. Není to všeobecné pravidlo a záleží to na samotném webu, ne na překladatelském systému.
eo: Kelkaj projektoj uzas duoblajn ({1}) kaj trioblajn apostrofojn ({2}) por kursivan aŭ grasan tekston, tiam atentu pri tio. Tio ne estas universala kaj dependas de la retejo mem, ne de la tradukejo.
fi: Jotkin projektit käyttävät kaksinkertaisia ({1}) ja kolminkertaisia ({2}) heittomerkkejä kursivointeihin ja lihavointeihin. Kiinnitä huomiota niihin, koska se ei ole yleispätevä ja riippuu sivustosta itsestään, eikä käännössivustosta.
fr: Certains projets utilisent des apostrophes doubles ({1}) et triples ({2}) pour mettre un texte en italique ou en gras ; faites-y attention si c’est le cas. Ce n’est pas universel et ça dépend du site lui-même, pas du système de traduction.
it: Alcuni progetti usano doppi ({1}) e tripli ({2}) apostrofi per il corsivo o per il grassetto. Perciò è necessario tenerne conto. Non è dappertutto così e dipende dal sito web, non dal sistema di traduzione.
ms: Sesetengah projek menggunakan dua ({1}) dan tiga ({2}) tanda petik untuk huruf miring atau tebal. Sila ambil perhatian. Hal ini tidak universal, serta bergantung kepada laman web, bukannya sistem terjemahan.
nl: Sommige projecten gebruiken dubbele ({1}) en driedubbele leestekens ({2}) voor cursief of vetgedrukte tekst, wees dus voorzichtig. Dit is niet universeel en hangt af van de website zelf, niet van de vertaalsite.
sk: Niektoré projekty používajú dvojité ({1}) a trojité apostrofy ({2}) pre kurzívu a tučný text, preto na to dávajte pozor. Nie je to všeobecné pravidlo a záleží to na samotnom webe, nie na prekladateľskom systéme.

# pages/privacy#available-languages
source: The privacy policy is currently available only {1}in Esperanto{/1}.
ca: La política de confidencialitat actualment es troba disponible només {1}en esperanto{/1}.
cs: Zásady ochrany osobních údajů jsou momentálně k dispozici jen {1}v esperantu{/1}.
eo: La privatecreguloj estas nuntempe disponeblaj nur {1}en Esperanto{/1}.
fi: Yksityisyyssäännökset ovat tällä hetkellä saatavilla vain {1}Esperantoksi{/1}.
fr: La politique de confidentialité est pour le moment disponible uniquement {1}en espéranto{/1}.
it: Le norme sulla privacy sono attualmente disponibili solo {1}in Esperanto{/1}.
ms: Buat masa ini, dasar privasi hanya terdapat {1}dalam bahasa Esperanto{/1}.
nl: Het privacybeleid is momenteel alleen beschikbaar {1} in het Esperanto {/1}.
sk: Zásady ochrany osobných údajov sú momentálne k dispozícii len {1}v esperante{/1}.

# pages/projects#hidden
source: Hidden project
ca: Projecte ocult
cs: Skrytý projekt
eo: Kaŝita projekto
fi: Piilotettu projekti
fr: Projet caché
it: Progetto nascosto
ms: Projek tersembunyi
nl: Verborgen project
sk: Skrytý projekt

# pages/projects#lead1
source: More user-friendly, more effective and more beautiful: we have reprogrammed and modernised our translation system.
ca: Més amigable, més eficaç i més bonica: hem reprogramat el sistema de traducció amb tecnologies modernes.
cs: Uživatelsky přívětivější, efektivnější a hezčí: Přeprogramovali jsme překladatelský systém s pomocí moderních technologií.
eo: Pli uzant-amika, pli efika kaj pli bela: ni reprogramis la tradukejon per modernaj teknologioj.
fi: Käyttäjäystävällisempi, tehokkaampi ja kauniimpi; ohjelmoimme käännössivuston uudelleen nykyaikaisilla teknologioilla.
fr: Plus convivial, plus efficace est plus beau : nous avons reprogrammé le système de traduction avec des technologies modernes.
it: Più amichevole, pratico ed accattivante: abbiamo riscritto e ammodernato il nostro sistema di traduzione.
ms: Lebih mesra pengguna, lebih efektif dan lebih cantik: kami telah memprogram semula dan memodenkan sistem terjemahan kami.
nl: Gebruiksvriendelijker, efficiënter en mooier: we hebben de vertaalsite opnieuw geprogrammeerd met moderne technologieën.
sk: Používateľsky prívetivejší, efektivnejší a krajší: Preprogramovali sme prekladateľský systém s pomocou moderných technológií.

# pages/projects#lead2
source: The {1}old system{/1} is still running, but translation projects will gradually be migrated into this new system.
ca: L'antic sistema de traducció és {1}accessible aquí{/1} però, de mica en mica, els projectes de traducció seran migrats cap el nou sistema.
cs: Starý překladatelský systém je stále {1}dostupný{/1}, ale projekty budou postupně převáděny do nového.
eo: La malnova tradukejo daŭre estas {1}alirebla ĉi tie{/1}, sed tradukaj projektoj estos iom post iom migrataj al la nova tradukejo.
fi: Vanha käännössivusto on edelleen {1}käytettävissä täällä{/1}, mutta käännösprojektit siirretään vähitellen uuteen käännössivustoon.
fr: L’ancien système de traduction est toujours {1}accessible ici{/1}, mais les projets de traduction seront peu à peu migrés vers le nouveau système.
it: Il {1}vecchio sistema{/1} funziona ancora, ma i progetti di traduzione verranno gradualmente spostati in questo nuovo sistema.
ms: {1}Sistem lama{/1} masih lagi berjalan, namun projek-projek terjemahan akan dipindahkan ke sistem baharu ini secara berperingkat.
nl: De oude vertaalsite is nog steeds {1} hier {/1}toegankelijk, maar vertaalprojecten zullen geleidelijk worden gemigreerd naar de nieuwe vertaalsite.
sk: Starý prekladateľský systém je stále {1}dostupný{/1}, ale projekty budú postupne presúvané do nového.

# pages/projects#locked
source: Locked project
ca: Projecte tancat
cs: Zamčený projekt
eo: Ŝlosita projekto
fi: Suljettu projekti
fr: Projet fermé
it: Progetto bloccato
ms: Projek yang telah dikunci
nl: Gesloten project
sk: Uzatvorený projekt

# pages/projects#projects
source: Projects
ca: Projectes
cs: Projekty
eo: Projektoj
fi: Projekteja
fr: Projets
it: Progetti
ms: Projek-projek
nl: Projecten
sk: Projekty

# pages/projects#read-instructions
source: Read the instructions
ca: Llegir les instruccions
cs: Přečíst instrukce
eo: Legi la instrukciojn
fi: Lue ohjeita
fr: Lire les instructions
it: Leggi le istruzioni
ms: Baca arahan
nl: De instructies lezen
sk: Prečítať inštrukcie

# pages/projects#welcome
source: Welcome to E@I's new translation system!
ca: Benvinguts al nou sistema de traducció d’E@I !
cs: Vítejte v překladatelském systému E@I!
eo: Bonvenon al la nova tradukejo de E@I!
fi: Tervetuloa E@I:n uudelle käännössivustolle!
fr: Bienvenue dans le nouveau système de traduction d’E@I !
it: Benvenuti al nuovo sistema di traduzione E@I!
ms: Selamat datang ke sistem terjemahan E@I yang baharu!
nl: Welkom bij de nieuwe vertaalsite van E@I !
sk: Vitajte v novom prekladateľskom systéme E@I

# pages/terms#intro
source: If you work using our translation system, you accept all the following conditions:
ca: En traduir a través del nostre sistema de traducció, accepteu les condicions següents:
cs: Pokud překládáte pomocí tohoto systému, přijímáte následující podmínky:
eo: Tradukante per nia traduksistemo, vi akceptas la sekvajn kondiĉojn:
fi: Käännössivustollamme kääntäessäsi hyväksyt seuraavat ehdot:
fr: En traduisant avec notre système de traduction, vous acceptez les conditions suivantes :
it: Traducendo tramite il nostro sistema di traduzione, si accettano le seguenti condizioni:
ms: Jika anda menggunakan sistem terjemahan kami, anda bersetuju dengan semua syarat berikut:
nl: Door te vertalen met ons vertaalsysteem accepteert u de volgende voorwaarden:
sk: Ak prekladáte pomocou tohto systému, prijímate nasledujúce podmienky:

# pages/terms#term-1
source: You guarantee that you have a good level of the language to which you intend to translate.
ca: Doneu garanties de tenir un bon nivell de la llengua a la qual voleu traduir.
cs: Zaručujete, že máte dobrou znalost jazyka, do kterého chcete překládat.
eo: Vi garantias, ke vi havas bonan nivelon en la lingvo, al kiu vi intencas traduki.
fi: Takaat, että kielitasosi on hyvä kielellä, jolle aiot kääntää.
fr: Vous garantissez que vous avez un bon niveau dans la langue vers laquelle vous voulez traduire.
it: Si garantisce di avere un buon livello di conoscenza della lingua nella quale si intende tradurre.
ms: Anda memberi jaminan bahawa anda mempunyai penguasaan yang baik dalam bahasa sasaran.
nl: Je garandeert dat je een goed niveau hebt in de taal waarnaar je wilt vertalen.
sk: Zaručujete, že máte dobrú znalosť jazyka, do ktorého chcete prekladať.

# pages/terms#term-2
source: You have read our {1}privacy policy{/1} and you accept it.
ca: Heu llegit i accepteu la nostra {1}política de confidencialitat{/1}.
cs: Četli jste naše {1}Zásady ochrany osobních údajů{/1} a souhlasíte s nimi.
eo: Vi legis kaj akceptas nian {1}privatecpolitikon{/1}.
fi: Olet lukenut ja hyväksyt {1}yksityisyyssäännöksemme{/1}.
fr: Vous avez lu et accepté notre {1}politique de confidentialité{/1}.
it: Si è letta la nostra {1}politica della privacy{/1} e la si è accettata.
ms: Anda telah membaca dan menerima {1}dasar privasi{/1} kami.
nl: U heeft ons {1}privacybeleid{/1} gelezen en geaccepteerd.
sk: Prečítali ste naše {1}Zásady ochrany osobných údajov{/1} a súhlasíte s nimi.

# pages/terms#term-3
source: You have read the {1}instructions{/1} and promise to do the translation based on those guidelines.
ca: Heu llegit les nostres {1}instruccions{/1} i prometeu de treballar d'acord amb aquestes.
cs: Četli jste naše {1}Instrukce{/1} a zavazujete se řídit se jimi.
eo: Vi legis niajn {1}instrukciojn{/1} kaj promesas labori kongrue kun ili.
fi: Olet lukenut {1}ohjeemme{/1} ja lupaat työskennellä niiden mukaisesti.
fr: Vous avez lu nos {1}instruction{/1} et promettez de travailler conformément à celles-ci.
it: Si sono lette le {1}istruzioni{/1} e si promette di fare le traduzioni basandosi su tali linee guida.
ms: Anda telah membaca {1}arahan{/1} dan berjanji untuk menghasilkan terjemahan berdasarkan panduan tersebut.
nl: U heeft onze {1}instructies{/1} gelezen en belooft er overeenkomstig mee aan de slag te gaan.
sk: Prečítali ste naše {1}Inštrukcie{/1} a zaväzujete sa nimi riadiť.
