Repository: edukado-interreto/tradukejo
Catalog: traduko/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, eo, fi, fr, it, ms, nl, sk

# pages/instructions#interface2-2
source: a line which shows which language you are translating into, and the current folder,
ca: una línia que mostra a quina llenga esteu traduint i en quina carpeta us troveu,
cs: řádek, který ukazuje, do jakého jazyka překládáte a v které složce jste,
eo: linio, kiu montras, al kiu lingvo vi tradukas, kaj en kiu dosiero vi troviĝas,
fi: rivi, joka näyttää, mille kielelle käännät, ja missä kansiossa sijaitset.
fr: une ligne qui montre vers quelle langue vous êtes en train de traduire et dans quel dossier vous vous trouvez,
it: una riga che mostra la lingua nella quale si sta traducendo e la cartella corrente,
ms: satu garisan yang menunjukkan bahasa sasaran terjemahan, dan folder semasa,
nl: lijn, die verwijst naar welke taal u vertaalt, en in welk dossier u zich bevindt,
sk: riadok, ktorý ukazuje, do akého jazyka prekladáte a v ktorej zložke ste,

# pages/instructions#interface2-3
source: left: a list of all folders in the project,
ca: a l'esquerra: la llista de totes les carpetes del projecte,
cs: vlevo: seznam složek v projektu,
eo: maldekstre: listo de ĉiuj dosierujoj en la projekto,
fi: vasemmalla: luettelo kaikista projektin kansioista,
fr: à gauche : la liste de tous les dossiers dans le projet,
it: a sinistra: l'elenco di tutti i documenti nel progetto,
ms: kiri: satu senarai semua folder dalam projek tersebut;
nl: links: lijst met alle dossiers in het project,
sk: vľavo: zoznam všetkých zložiek v projekte,

# pages/instructions#interface2-4
source: right: a detailed list of subfolders in the current folder,
ca: a la dreta: la llista detallada de les subcarpetes dins de la carpeta actual,
cs: vpravo: podrobný seznam složek v aktuální složce,
eo: dekstre: detala listo de dosierujoj en la nuna dosierujo,
fi: oikealla: yksityiskohtainen luettelo nykyisen kansion kansioista,
fr: à droite : une liste détaillée des dossiers à l’intérieur du dossier courant,
it: a destra: un elenco dettagliato di sottocartelle nella cartella corrente,
ms: kanan: satu senarai subfolder yang terperinci dalam folder semasa,
nl: rechts: gedetailleerde lijst van dossiers in het huidige dossier,
sk: vpravo: podrobný zoznam zložiek v aktuálnej zložke,

# pages/instructions#interface2-5
source: the main translation interface.
ca: la interfície principal de traducció.
cs: hlavní překladatelské rozhraní.
eo: la ĉefa traduka interfaco.
fi: varsinainen käännöskäyttöjärjestelmä
fr: l’interface principale de traduction.
it: la principale interfaccia di traduzione.
ms: antaramuka utama terjemahan.
nl: de voornaamste vertaalinterface.
sk: hlavné prekladateľské rozhranie.

# pages/instructions#interface3
source: The translated texts are organised in {1}strings{2}: segments of text, this could be a full paragraph, a part of a menu, a section's title, etc. Each coloured frame is one string, which can be translated independently of the others.
ca: Els textos a traduir estan organitzats en {1}encadenaments{2}: blocs de text que poden correspondre a un paràgraf sencer, un element del menú, el títol d'una secció, etc. Cada quadre de color es un encadenament que es pot traduir independentment dels altres.
cs: Texty k překladu jsou rozdělené na {1}řetězce{2} – útržky, které mohou znamenat celý odstavec, položku menu, název kapitoly atd. Každý barevný rámeček je jeden řetězec, který lze přeložit nezávisle na ostatních.
eo: La tradukendaj tekstoj estas organizataj en {1}ĉenoj{2}: eroj de tekstoj, kiuj povas esti tuta alineo, elemento de menuo, titolo de sekcio, ktp. Ĉiu kolora kadro estas unu ĉeno, kiun oni povas traduki sendepende de aliaj.
fi: Käännettävät tekstit on järjestetty {1}ketjuiksi{2}: tekstiosioiksi, jotka voivat olla kokonainen kappale, valikon osa, osion otsikko, jne. Jokainen värillinen kehys on yksi ketju, joka voidaan kääntää muista riippumatta.
fr: Les textes à traduire sont organisés en {1}chaînes{2} : des blocs de texte qui peuvent correspondre à tout un paragraphe, un élément de menu, un titre de section, etc. Chaque cadre de couleur est une chaîne qui peut être traduite indépendamment des autres.
it: I testi tradotti sono organizzati in {1}stringhe{2}: segmenti di testo, che può essere un intero paragrafo, una parte di un menu, la sezione di un titolo, ecc. Ogni blocco colorato è una stringa che può essere tradotta indipendentemente dalle altre.
ms: Teks-teks yang telah diterjemahkan disusun atur dalam {1}rentetan{2}: segment teks; sama ada dalam perenggan yang penuh, sebahagian daripada menu, tajuk sesebuah bahagian, dll. Setiap bingkai berwarna ialah satu rentetan yang boleh diterjemahkan secara bebas daripada rentetan yang lain.
nl: De te vertalen teksten zijn georganiseerd in {1} ketens {2}: tekstonderdelen die een hele alinea kunnen zijn, een menu-item, een titel van een sectie, enzovoort. Elk kleurenframe is één string die onafhankelijk van andere kan worden vertaald.
sk: Texty na preklad sú rozdelené na {1}reťazce{2} – útržky, ktoré môžu znamenať celý odsek, položku menu, názov kapitoly atď. Každý farebný rámček je jeden reťazec, ktorý sa dá preložiť nezávisle na ostatných.

# pages/instructions#interface4
source: The strings can be organised in folders, to group strings by theme for the benefit of clarity.
ca: Els encadenaments poder estar organitzats en carpetes a fi d'grupar-los per temes, per a millor claredat.
cs: Řetězce týkající se stejného tématu mívají svou složku kvůli přehlednosti.
eo: La ĉenoj povas esti organizataj en dosierujoj, por grupigi ĉenojn laŭ temo por pli da klareco.
fi: Ketjut voidaan järjestää kansioiksi, ryhmittelemään ketjuja aiheen mukaan selvyyden vuoksi.
fr: Les chaînes peuvent être organisées en dossiers, afin de regrouper les chaînes par thème pour plus de clarté.
it: Le stringhe possono essere organizzate in cartelle, che raggruppano le stringhe a tema, per maggiore chiarezza.
ms: Rentetan-rentetan boleh disusun atur dalam folder-folder yang mengumpulkan rentetan-rentetan berdasarkan tema supaya lebih jelas.
nl: Om ketens te groeperen volgens thema en voor meer duidelijkheid kunnen strings in dossiers worden gegroepeerd.
sk: Reťazce týkajúce sa tej istej témy majú svoju zložku pre prehľadnosť.

# pages/instructions#interface5
source: If the current folder contains a lot of strings (for example, a folder 'countries' with 200 countries listed inside), not all of them will load, but there will be a 'load more' button underneath.
ca: Si la carpeta actual conté molts encadenaments (per exemple la carpeta "països" amb 200 noms de països), no tots es carregaran, de cop, però hi haurà el botó "Carregar més" a baix de tot.
cs: Pokud aktuální složka obsahuje velké množství řetězců (např. složka „landoj“ s 200 jmény zemí), tak se nenačtou všechny řetězce, ale úplně dole bude velké tlačítko „Načíst další“.
eo: Se la nuna dosierujo enhavas multajn ĉenojn (ekzemple dosierujo “landoj” kun 200 nomoj de landoj), ne ĉiuj estos ŝargitaj, sed tute sube estos granda butono “Ŝargi pli”.
fi: Jos nykyinen kansio sisältää paljon ketjuja (esimerkiksi kansio "maat", jossa on 200 maan nimeä), kaikkia ei ladata, mutta aivan alhaalla on iso painike "Lataa lisää".
fr: Si le dossier actuel contient beaucoup de chaînes (par exemple un dossier « pays » avec 200 noms de pays), elles ne seront pas toutes chargées d’un coup, mais il y aura un bouton « Charger plus » en bas de la page.
it: Se l'attuale cartella contiene diverse stringhe (per esempio la cartella "paesi" con 200 nomi di paesi), non tutti loro verranno caricati, ma apparirà un pulsante "carica di più" in basso.
ms: Sekiranya folder semasa mempunyai banyak rentetan (contohnya, folder 'negara' dengan senarai 200 negara), tidak semua akan dimuatkan, sebaliknya akan terdapat butang 'muatkan lagi' di bawah.
nl: Als de huidige map veel ketens (onderverdelingen) bevat (bijvoorbeeld een map "landen" met 200 landnamen), worden ze niet allemaal geladen, maar staat er onderaan een grote knop "Meer tonen".
sk: Ak aktuálna zložka obsahuje veľké množstvo reťazcov (napr. zložka „landoj“ s 200 menami krajín), tak sa nenačítajú všetky reťazce, ale úplne dole bude veľké tlačidlo „Načítať ďalšie“.

# pages/instructions#interface6
source: The left half is the text in the source language, the right half is the translation. The elements are here:
ca: La meitat de l'esquerra correspon al text en la llengua d'origen, la meitat de la dreta a la traducció. Els elements són els següents:
cs: Levá půlka představuje text ve zdrojovém jazyce, pravá půlka pak překlad. Ovládací prvky jsou následující:
eo: La maldekstra duono estas la teksto en la fontolingvo, la dekstra duono estas la traduko. La elementoj estas la jenaj:
fi: Vasemmalla puolella on lähdekielinen teksti, oikealla puoliskolla on käännös. Osiot ovat seuraavia:
fr: La moitié de gauche correspond au texte dans la langue source, la moitié de droite à la traduction. Les éléments sont les suivants :
it: La metà sinistra è il testo in lingua originale, la metà destra è la traduzione. Gli elementi sono i seguenti:
ms: Di sebelah kiri ialah teks dalam bahasa asal, manakala di sebelah kanan pula ialah terjemahan. Elemen-elemen ini ialah seperti berikut:
nl: De linkerhelft is de tekst in de brontaal, de rechterhelft de vertaling. Dit zijn de elementen:
sk: Ľavá polovica je text v zdrojovom jazyku, pravá polovica je preklad. Ovládacie prvky sú nasledujúce:

# pages/instructions#interface6-1
source: Name of the string. It is a unique identifier, usually only the project's administrators will use it. You do not need to translate it.
ca: Nom de l'encadenament. És un identificador únic, sobretot d'utilitat per als administradors del projecte. No l'heu de traduir.
cs: Název řetězce. Jde o jedinečný identifikátor, užitečný hlavně pro administrátory projektu. Není třeba ho překládat.
eo: Nomo de la ĉeno. Ĝi estas unika identigilo ĉefe utila por la administrantoj de la projekto. Vi ne devas traduki ĝin.
fi: Ketjun nimi. Se on yksikäsitteinen tunniste etupäässä projektin hallinnolle. Sinun ei tule kääntää sitä.
fr: Le nom de la chaîne. Il s’agit d’un identifiant unique surtout utile aux administrateurs du projet. Il ne doit pas être traduit.
it: Nome della stringa. È un identificatore unico, solitamente solo gli amministratori del progetto lo useranno. Non è necessario tradurlo.
ms: Nama rentetan. Ini merupakan ciri pengecaman yang unik dan selalunya hanya akan digunakan oleh para pentadbir projek. Anda tidak perlu menterjemahkannya.
nl: Naam van de string. Het is een unieke identificatie die vooral nuttig is voor projectbeheerders. U hoeft deze niet te vertalen.
sk: Názov reťazca. Ide o jedinečný identifikátor, užitočný najmä pre správcov projektu. Nemusíte to prekladať.

# pages/instructions#interface6-2
source: The source language. If you click on it, a menu will appear.
ca: La llengua d'origen. Si hi cliqueu al damunt apareix un menú a través del qual es poden veure les traduccions en altres llengües.
cs: Zdrojový jazyk. Když na něj kliknete, budete si moct zobrazit překlady do jiných jazyků.
eo: La fontolingvo. Se vi alklakos ĝin aperos menuo, per kiu vi povas vidi tradukojn en aliaj lingvoj.
fi: Lähdekieli. Jos napautat sitä, ilmestyy valikko, jonka avulla voit nähdä muut kielet.
fr: La langue source. Cliquez dessus pour faire apparaître un menu permettant de voir les traductions en d’autres langues.
it: La lingua sorgente. Se si fa clic su di essa, apparirà un menu.
ms: Bahasa asal. Jika anda klik di sini, sebuah menu akan dipaparkan.
nl: De brontaal. Als u erop klikt, verschijnt er een menu waarmee u vertalingen in andere talen kunt zien.
sk: Zdrojový jazyk. Keď naň kliknete, budete si môcť zobraziť preklady do iných jazykov.

# pages/instructions#interface6-3
source: Links to machine translators which might be useful.
ca: Enllaços per veure la traducció en un traductor automàtic (això us pot ajudar a fer la traducció).
cs: Odkazy pro strojový překlad (to vám může pomoct v překládání).
eo: Ligiloj por vidi tradukon en aŭtomata tradukilo (tio povas helpi vin traduki).
fi: Linkkejä nähdäksesi käännöksen automaattisessa kääntäjässä (tämä voi auttaa sinua kääntämisessä).
fr: Des liens pour voir la traduction donnée par des traducteurs automatiques (ce qui peut vous aider à traduire).
it: Collegamenti a traduttori automatici che a volte sono utili.
ms: Pautan ke alat terjemahan mesin yang boleh membantu.
nl: Links om een ​​vertaling in een automatisch vertaalsysteem te zien (dit kan u helpen bij het vertalen).
sk: Odkazy pro strojový preklad (to vám môže pomôcť v prekladaní).

# pages/instructions#interface6-4
source: The text which needs translated.
ca: El text que heu de traduir.
cs: Text k překladu.
eo: La teksto, kiun vi devas traduki.
fi: Teksti, jonka sinun pitää kääntää.
fr: Le texte qu’il faut traduire.
it: Il testo che devi tradurre.
ms: Teks yang perlu diterjemahkan.
nl: De tekst die u dient te vertalen.
sk: Text, ktorý musíte preložiť.

# pages/instructions#interface6-5
source: Aide-mémoire.
ca: Eventuals explicacions d'ajuda, per exemple amb aclariments sobre el context.
cs: Případný pomocný text, např. vysvětlení kontextu.
eo: Eventuala helpa teksto, ĝi povas esti ekzemple klarigo pri la kunteksto.
fi: Mahdollinen aputeksti, joka voi esimerkiksi selventää asiayhteyttä.
fr: Des explications éventuelles sur la phrase, détaillant par exemple son contexte.
it: Eventuale testo di aiuto; per esempio un chiarimento sul contesto della stringa.
ms: Teks bantuan, contohnya petunjuk untuk menjelaskan konteks rentetan.
nl: Een eventuele hulptekst, het kan bijvoorbeeld een uitleg van de context zijn.
sk: Prípadný pomocný text, napr. vysvetlenie kontextu.

# pages/instructions#interface6-6
source: State of the translation.
ca: Estat de la traducció.
cs: Stav překladu.
eo: Stato de la traduko.
fi: Käännöksen tila.
fr: L’état de la traduction.
it: Stato della traduzione.
ms: Status terjemahan.
nl: Status van de vertaling.
sk: Stav prekladu.

# pages/instructions#interface6-7
source: The current translation.
ca: La traducció actual.
cs: Aktuální překlad.
eo: La nuna traduko.
fi: Nykyinen käännös.
fr: La traduction actuelle.
it: La traduzione corrente.
ms: Terjemahan terkini.
nl: De huidige vertaling.
sk: Terajší preklad.

# pages/instructions#interface6-8
source: Date and author of the original text and of the translation. If the text was editted more than once, you can see the hitory of changes. There is also a comment section.
ca: Data i autor del text o de la traducció. Si el text ha estat redactat diverses vegades, es pot consultar la cronologia dels canvis. També és possible d'escriure-hi un comentari.
cs: Datum a autor textu nebo překladu. Pokud byl text upravovaný, můžete zobrazit historii změn. Je zde i možnost přidat komentář.
eo: Dato kaj aŭtoro de la teksto aŭ de la traduko. Se la teksto estis redaktita plurfoje, vi povas vidi la historion de ŝanĝoj. Tie troviĝas ankaŭ eblo komenti.
fi: Päiväys ja tekstin tai käännöksen tekijä. Jos tekstiä on muokattu useasti, voit nähdä muutoshistorian. Siellä on myös mahdollisuus kommentoida.
fr: La date et l’heure du texte ou de la traduction. Si le texte a été modifié plusieurs fois, vous pouvez voir l’historique des changements. Il est aussi possible d’écrire un commentaire.
it: Data e autore del testo o della traduzione. Se il testo è stato modificato più volte, si può consultare la cronologia dei cambiamenti. C'è anche una sezione commenti.
ms: Tarikh serta penulis bagi kedua-dua teks asal dan teks terjemahan. Jika teks tersebut telah diterjemahkan lebih daripada satu kali, anda boleh melihat sejarah perubahan teks tersebut. Terdapat juga satu ruang komen.
nl: Datum en auteur van de tekst of de vertaling. Als de tekst meerdere keren is bewerkt, kunt u de geschiedenis van de wijzigingen bekijken. Er is ook de mogelijkheid om commentaar te geven.
sk: Dátum a autor textu alebo prekladu. Ak bol text upravovaný, môžete zobraziť históriu zmien. Je tu aj možnosť pridať komentár.

# pages/instructions#intro1
source: Welcome to {1}E@I{/1}'s translation system! The system allows you to easily translate multilingual websites and other resources.
ca: Benvinguts al sistema de traducció d'{1}E@I{/1}! És un sistema que ppermet traduir fàcilment el contingut de llocs web multillingües (o d'altres projectes).
cs: Vítejte v překladatelském systému od {1}E@I{/1}! Systém umožňuje snadné překládání vícejazyčných webů (nebo jiných projektů).
eo: Bonvenon al la tradukejo de {1}E@I{/1}! Ĝi estas sistemo, kiu ebligas facile traduki la enhavon de multlingvaj retejoj (aŭ de aliaj projektoj).
fi: Tervetuloa {1}E@I{/1}:n käännössivustolle. Se on järjestelmä, joka mahdollistaa monikielisten sivustojen (tai muiden projektien) sisällön helpon kääntämisen.
fr: Bienvenue dans le système de traduction d’{1}E@I{/1} ! Il s’agit d’un système qui permet de traduire facilement les contenus de sites multilingues (ou d’autres projets).
it: Benvenuti al sistema di traduzione {1}E@I{/1}! Il sistema permette di tradurre facilmente siti multilingue ed altre risorse.
ms: Selamat datang ke sistem terjemahan {1}E@I{/1}! Sistem ini membolehkan anda untuk menterjemahkan laman web serta lain-lain sumber dalam pelbagai bahasa.
nl: Welkom op de vertaalsite van {1}E@I{/1} ! Het is een systeem dat het gemakkelijk maakt om de inhoud van meertalige websites (of andere projecten) te vertalen.
sk: Vitajte v prekladateľskom systéme od {1}E@I{/1}! Systém umožňuje ľahké prekladanie viacjazyčných webov (alebo iných projektov).

# pages/instructions#intro2
source: Programmers are currently improving the translation system. Some changes could be expected.
ca: El sistema de traducció es troba en fase de desenvolupament i de millora, per tant el funcionament i la interfícia encara podrien canviar.
cs: Systém je momentálně ve vývoji, takže funkčnost a uživatelské rozhraní se ještě můžou měnit.
eo: La tradukejo estas nuntempe programata kaj plibonigata, do la funkciado kaj interfaco ankoraŭ povas ŝanĝiĝi.
fi: Käännössivustoa ohjelmoidaan ja parannellaan parhaillaan, joten toiminta ja käyttöliittymä voi vielä muuttua.
fr: Le système de traduction est encore en cours de développement et d’amélioration, par conséquent son fonctionnement et son interface peuvent encore changer.
it: I programmatori stanno migliorando il sistema di traduzione. Potrebbero verificarsi dei cambiamenti.
ms: Para pengatur cara kini sedang menambah baik sistem terjemahan dan beberapa perubahan boleh dijangkakan.
nl: De vertaalsite wordt momenteel geprogrammeerd en verbeterd. De werking en de interface kunnen dus nog veranderen.
sk: Systém je momentálne vo vývoji, takže funkčnosť a používateľské rozhranie sa ešte môžu meniť.

# pages/instructions#intro3
source: To begin translating, you need {1}to create an account{/1}. It is necessary to make a new account, even if you previously had an account with the previous system which ceased in 2021.
ca: Per començar a traduir us cal {1}tenir un compte{/1}. Si ja havíeu fet servir l'antic sistema de traducció (d'abans del 2021), el vostre compte antic no funciona en aquest el nou sistema.
cs: K překládání potřebujete {1}uživatelský účet{/1}. Pokud jste používali původní překladatelský systém (před rokem 2021), původní uživatelské účty v tomto novém systému nefungují.
eo: Por komenci traduki, vi bezonas {1}havi konton{/1}. Se vi iam uzis la malnovan tradukejon (antaŭ 2021), malnovaj kontoj ne funkcias kun ĉi tiu tradukejo.
fi: Aloittaaksesi kääntämisen, sinulla pitää olla{1} tili{/1}. Jos joskus olet käyttänyt vanhaa käännössivustoa (ennen 2021), vanhat tilit eivät toimi tällä käännössivustolla.
fr: Pour commencer à traduire, il vous faut {1}un compte{/1}. Si vous avez déjà utilisé l’ancien système de traduction (avant 2021), sachez que les anciens comptes ne fonctionnent pas avec le nouveau système.
it: Per iniziare a tradurre, è necessario {1}creare un account{/1}. È necessario creare un nuovo account anche se si è già usato già il vecchio sistema di traduzione che è stato dismesso nel 2021.
ms: Untuk memulakan terjemahan, anda perlu {1}cipta satu akaun{/1}. Anda perlu mencipta akaun baharu, walaupun anda sebelumnya telah mempunyai sebuah akaun dengan sistem lama yang telah dihentikan pada tahun 2021.
nl: Om te beginnen met het vertalen, heeft u {1} een account{/1} nodig. Als u ooit de oude vertaalsite hebt gebruikt (vóór 2021), werken oude accounts niet meer voor deze vertaalsite.
sk: Na prekladanie potrebujete {1}používateľský účet{/1}. Ak ste používali pôvodný prekladateľský systém (pred rokom 2021), pôvodné použivateľské účty v tomto novom systéme nefungujú.

# pages/instructions#plural-caption
source: String with plurals.
ca: Encadenament amb forma plural.
cs: Řetězec s tvary množného čísla.
eo: Ĉeno kun pluralaj formo.
fi: Ketju, jossa on monikkomuoto
fr: Une chaîne avec forme plurielle.
it: Stringa con forma plurale.
ms: Rentetan dengan bentuk jamak.
nl: Keten met meervoudige vormen.
sk: Reťazec s tvarmi množného čísla.

# pages/instructions#plural-title
source: Strings with plurals
ca: Encadenaments en plural
cs: Řetězce s množným číslem
eo: Pluralaj ĉenoj
fi: Useita ketjuja
fr: Chaînes avec pluriel
it: Stringhe plurali
ms: Rentetan-rentetan dengan bentuk jamak.
nl: Meervoudige ketens
sk: Reťazce s množným číslom.

# pages/instructions#plural1
source: Numerical phrases (for example 'we have X users') can cause problems. If there is only one user, then it would say 'we have 1 users', which would be grammatically incorrect in many languages.
ca: Si en la pàgina hi ha una frase com ara: "Tenim X usuaris", hi podria haver un problema: si hi hagués només un sol usuari, apareixeria "Tenim 1 usuaris", la qual cosa és gramaticalment incorrecte en moltes llengües.
cs: Pokud je na webu věta typu „Máme X uživatelů“, může nastat problém: Pokud je uživatel jen jeden, zobrazí se „Máme 1 uživatelů“. V jazycích se složitějšími pravidly číslovek je možností chybovat ještě víc.
eo: Se en retejo estas frazo kiel “Ni havas X uzantojn”, povas aperi problemo: se estas nur unu uzanto, aperos “Ni havas 1 uzantojn”, kaj en lingvoj kun kompleksaj reguloj kiel la rusa, la frazo estos ofte gramatike malĝusta, depende de la nombro da uzantoj.
fi: Jos sivustolla on esimerkiksi lause "Meillä on X käyttäjää", saattaa ilmetä ongelma; jos on vain yksi käyttäjä, näkyy "Meillä on 1 käyttäjää", ja monitahoisissa kielissä, kuten venäjä, lause on usein kieliopillisesti väärin, käyttäjien määrästä riippuen.
fr: Si un site comporte une phrase telle que « Nous avons X utilisateurs », cela peut poser un problème : s’il y a un seul utilisateur, le résultat affiché sera « Nous avons 1 utilisateurs », et dans une langue aux règles plus complexes, comme le russe, la phrase sera encore plus souvent grammaticalement incorrecte, selon le nombre d’utilisateurs.
it: Le frasi numeriche (per esempio "abbiamo X utenti") possono causare problemi. Se c'è un solo utente, allora verrebbe "abbiamo 1 utenti" che è grammaticalmente errato in molte lingue.
ms: Frasa bernombor (contohnya 'kami mempunyai X pengguna') boleh menimbulkan masalah. Sekiranya terdapat hanya satu pengguna, ia akan dipaparkan sebagai 'kami mempunyai 1 pengguna', yang mungkin tidak tepat secara tatabahasa dalam banyak bahasa.
nl: Als er een zin als "We hebben X-gebruikers" op internet staat, kan er een probleem ontstaan: als er maar één gebruiker is, verschijnt "We hebben 1 gebruikers" en in talen met complexe regels zoals het Russisch, zal de zin vaak grammaticaal incorrect zijn, afhankelijk van het aantal gebruikers.
sk: Ak je na webe veta typu „Máme X používateľov“, môže nastať problém: Ak je používateľ len jeden, zobrazí sa „Máme 1 používateľov“. V jazykoch so zložitejšími pravidlami čísloviek je možností chybovať ešte viac.
