Repository: edukado-interreto/tradukejo
Catalog: traduko/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, eo, fi, fr, it, ms, nl, sk

# pages/terms#term-4
source: You promise to translate the content close to the original text’s meaning. You guarantee that you will not change the meaning of the text or add anything to its translation which is not in the original text without permission.
ca: Prometeu de traduir els textos el més fidelment possible a l'original. Doneu garanties de no canviar el sentit del text i de no afegir-hi res pel propi compte que no estigui en el text original, sense autorització.
cs: Zavazujete se překládat texty tak, aby odpovídaly originálu. Zaručujete, že nebudete měnit význam textu a nebudete bez svolení přidávat nic vlastního, co není v původním textu.
eo: Vi promesas traduki la tekston proksime al la origina. Vi garantias, ke vi ne ŝanĝos la sencon de la teksto kaj ne aldonos ion propran, kio mankas en la origina teksto, senpermese.
fi: Lupaat kääntää tekstin lähelle alkuperäistä. Takaat, että et muuta tekstin tarkoitusta etkä lisää mitään alkuperäisestä tekstistä puuttuvaa ilman lupaa.
fr: Vous promettez de traduire les textes fidèlement à l’original. Vous garantissez de ne pas changer le sens du texte et de ne pas ajouter d’informations absentes du texte original sans permission.
it: Si promette di tradurre il testo più fedelmente possibile all'originale. Si assicura che non si cambierà il senso del testo e che non si aggiungerà nulla di proprio o che manchi nel testo originale, senza autorizzazione.
ms: Anda berjanji untuk menterjemah kandungan tersebut hampir kepada maksud teks asal. Anda memberi jaminan bahawa anda tidak akan mengubah maksud teks atau menambah apa sahaja dalam terjemahan teks tersebut yang tiada dalam teks asal tanpa keizinan.
nl: U belooft de originele tekst zo getrouw mogelijk te vertalen. Je garandeert dat je zonder toestemming de betekenis van de tekst niet verandert of er zelf iets aan toevoegt dat in de originele tekst ontbreekt.
sk: Zaväzujete sa prekladať texty tak, aby zodpovedali originálu. Zaručujete, že nebudete meniť význam textu a nebudete bez dovolenia pridávať nič vlastné, čo nie je v pôvodnom texte.

# pages/terms#term-5
source: As a user/translator, you grant the website a worldwide, exclusive, royalty-free, transferable, temporally, content and spatially unrestricted right to use the content created and posted by you in all media used by Education@Internet. Education@Internet is specifically authorized to use this content in any media, as well as to publish, copy, reproduce, modify, edit, distribute, and adapt it for any purpose.
ca: Com a usuari/traductor, concediu al lloc web el dret mundial, exclusiu, lliure de drets d'autor, transferible, temporal, de contingut i sense restriccions d'espai per utilitzar el contingut que heu creat i publicat en qualsevol dels mitjans utilitzats per Educació@Internet. Educació@Internet està expressament autoritzat a utilitzar aquest contingut per a qualsevol finalitat i en qualsevol mitjà, així com a publicar-lo, copiar-lo, reproduir-lo, modificar-lo, editar-lo, distribuir-lo, vendre'l, etc.
cs: Jako uživatel/překladatel nám dáváte celosvětové, výlučné, bezplatné, přenositelné, časově a obsahově neomezené právo používat vámi vytvořený a publikovaný obsah ve všech médiích používaných organizací Edukace@Internet. Organizace Edukace@Internet má právo použít tento obsah libovolným způsobem a všemi prostředky: publikovat, kopírovat, reprodukovat, měnit, upravovat, distribuovat, prodávat apod.
eo: Kiel uzanto/tradukanto vi transdonas al ni la tutmondan, ekskluzivan, senpagan, transdoneblan, tempe, enhave senliman rajton uzi la kreitan kaj publikigtan de vi enhavon en ĉiuj medioj uzataj de Edukado@Interreto. Edukado@Interreto rajtas uzi tiun enhavon en ĉiaj manieroj kaj en ĉiuj medioj: publikigi, kopii, reprodukti, ŝanĝi, redakti, distribui, vendi ks.
fi: Käyttäjänä/kääntäjänä luovutat meille maailmanlaajuisen, jakamattoman, maksuttoman, ajallisesti ja sisällöllisesti rajoittamattoman oikeuden käyttää luomaasi ja julkaisemaasi sisältöä kaikissa Edukado@Interrero:n käyttämissä medioissa. Edukado@Interreto:lla on oikeus käyttä tuota sisältöä kaikilla tavoilla ja kaikissa medioissa: julkaista, kopioida, uudelleenjulkaista, muuttaa, muokata, jakaa, myydä ym.
fr: En tant qu’utilisateur/traducteur, vous nous donnez le droit mondial, exclusif, gratuit, transférable, illimité dans le temps et l’espace d’utiliser les contenus que vous avez créés et publiés dans tous les médias d’Edukácia@Internet. Edukácia@Internet se réserve le droit d’utiliser ces contenus de toutes les manières et dans tous les médias : publier, copier, reproduire, changer, modifier, distribuer, vendre, etc.
it: In qualità di utente/traduttore, si concede al sito web un diritto mondiale, esclusivo, esente da royalty, trasferibile, temporalmente e spazialmente illimitato di utilizzare il contenuto che si è creato e pubblicato in tutti i media utilizzati da Educazione@Internet. Educazione@Internet è specificamente autorizzata a utilizzare questo contenuto su qualsiasi supporto, nonché a pubblicarlo, copiarlo, riprodurlo, modificarlo, distribuirlo e adattarlo per qualsiasi scopo.
ms: Sebagai pengguna/penterjemah, anda memberi laman web ini sebuah hak kandungan dan tidak terhad secara global, ekslusif, bebas royalti, boleh dipindah milik serta bertempoh, untuk menggunakan kandungan yang telah anda hasilkan dan hantar, di semua media yang digunakan oleh Education@Internet. Education@Internet secara khususnya telah diberi kuasa untuk menggunakan kandungan ini di mana-mana media, juga untuk menerbitkan, menyalin, menerbitkan semula, mengubah suai, menyunting, mengedarkan dan mengadaptasikan kandungan ini untuk apa-apa tujuan.
nl: Als gebruiker/vertaler verleent u ons het wereldwijde, exclusieve, gratis, overdraagbare, tijdelijke, inhoudelijk onbeperkte recht om de door u gecreëerde en gepubliceerde content te gebruiken in alle omgevingen die worden gebruikt door Edukado@Interreto. Edukado@Interreto heeft het recht om deze inhoud op alle mogelijke manieren en in alle omgevingen te gebruiken: publiceren, kopiëren, reproduceren, wijzigen, bewerken, distribueren, verkopen enz.
sk: Ako používateľ/prekladateľ nám dávate celosvetové, výlučné, bezplatné, prenositeľné, časovo a obsahovo neobmedzené právo používať vami vytvorený a publikovaný obsah vo všetkých médiách používaných organizáciou Edukácia@Internet. Organizácia Edukácia@Internet má právo použiť tento obsah ľubovoľným spôsobom a všetkými prostriedkami: publikovať, kopírovať, reprodukovať, meniť, upravovať, distribuovať, predávať apod.

# pages/terms#term-6
source: As a user/translator, you guarantee that your content can be used freely by third-parties. You certify that you own all the rights and authority necessary for the rights granted herein relating to content submitted by you.
ca: Com a usuari/traductor, garantiu que els continguts que hi introduïu estan lliures de drets de terceres persones. Garantiu que teniu tots els drets necessaris sobre els continguts que publiqueu per al compliment d'aquestes regles.
cs: Jako uživatel/překladatel zaručujete, že váš obsah mohou volně používat třetí strany. Potvrzujete, že vlastníte veškerá práva a oprávnění potřebná pro zde udělená práva týkající se vámi poskytnutého obsahu.
eo: Kiel uzanto/tradukanto vi garantias, ke la enhavo kiun vi enmetas estas libera de rajtoj de triaj personoj. Vi garantias, ke vi posedas ĉiujn rajtojn bezonatajn por la obeo de tiuj ĉi reguloj por la enhavoj, enmetataj de vi.
fi: Käyttäjänä/kääntääjänä takaat, että jakamasi sisältö on vapaa kolmansien osapuolten oikeuksista. Takaat, että sinä omistat kaikki tarvittavat oikeudet julkaisemaasi sisältöön, jotta voit noudattaa näitä sääntöjä.
fr: En tant qu’utilisateur/traducteur, vous garantissez que les contenus que vous publiez sont libres de droits détenus par des tiers. Vous garantissez que vous possédez tous les droits nécessaires sur les contenus que vous publiez pour obéir à ces règles.
it: In qualità di utente/traduttore, si garantisce che il contenuto possa essere usato liberamente da terze parti. Si certifica che si possiede tutti i diritti e le autorizzazioni su di esso necessari per il trasferimento dei diritti qui garantiti relativi al contenuto che si è inserito.
ms: Sebagai pengguna/penterjemah, anda memberi jaminan bahawa kandungan anda boleh digunakan secara bebas oleh pihak ketiga. Anda mengesahkan bahawa anda mempunyai semua hak dan kuasa yang diperlukan untuk hak yang diberikan di sini berkaitan kandungan yang telah anda hantar.
nl: Als gebruiker/vertaler garandeert u dat de inhoud die u invoert vrij is van rechten van derden. U garandeert dat u over alle benodigde rechten beschikt om te voldoen aan deze regels voor de inhoud die u invoert.
sk: Ako používateľ/prekladateľ zaručujete, že váš obsah môžu voľne používať tretie strany. Potvrdzujete, že vlastníte všetky práva a oprávnenia potrebné pre tu udelené práva týkajúce sa vami poskytnutého obsahu.

# project#added-words
source: {1} added {2} word.
ca: {1} afegida {2} paraula.
cs: {1} přidal(a) {2} slovo.
eo: {1} aldonis {2} vorton.
fi: {1} lisäsi {2} sanan.
fr: {1} a ajouté {2} mot.
it: {1} aggiunta {2} parola.
ms: {1} telah menambah {2} patah perkataan.
nl: {1} toegevoegd {2} woord.
sk: {1} pridal(a) {2} slovo.

# Butono por peti tradukpermeson
source: Ask permission
ca: Demanar permís
cs: Požádat o povolení
eo: Peti permeson
fi: Pyydä lupaa
fr: Demander la permission
it: Chiedi permesso
ms: Mohon keizinan
nl: Toelating vragen
sk: Požiadať o povolenie

# project#characters
source: Characters:
ca: Caràcters:
cs: Znaky:
eo: Signoj:
fi: Merkkejä:
fr: Caractères :
it: Caratteri:
ms: Aksara:
nl: Tekens:
sk: Znaky:

# project#choose-language
source: Choose a language...
ca: Escolliu una llengua...
cs: Vyberte jazyk…
eo: Elektu lingvon…
fi: Valitse kieli...
fr: Choisir une langue…
it: Scegli una lingua…
ms: Pilih bahasaâ€¦
nl: Kies een taal...
sk: Vybrať jazyk...

# project#edited-strings
source: {1} edited {2} string.
ca: {1} editat {2} encadenament.
cs: {1} editoval(a) {2} řetězec.
eo: {1} redaktis {2} ĉenon.
fi: {1} muokkasi {2} ketjun.
fr: {1} a modifié {2} chaîne.
it: {1} ha modificato {2} stringa.
ms: {1} telah menyunting {2} rentetan.
nl: {1} geredigeerde {2} keten.
sk: {1} upravil(a) {2} reťazec.

# project#imported-words
source: {1} imported {2} word.
ca: {1} importada {2} paraula.
cs: {1} importoval(a) {2} slovo.
eo: {1} importis {2} vorton.
fi: {1} toi {2} sanan.
fr: {1} a importé {2} mot.
it: {1} ha importato {2} parola.
ms: {1} telah mengimport {2} patah perkataan.
nl: {1} geïmporteerd {2} woord.
sk: {1} importoval(a) {2} slovo.

# project#languages
source: Languages
ca: Llengües
cs: Jazyky
eo: Lingvoj
fi: Kielet
fr: Langues
it: Lingue
ms: Bahasa
nl: Talen
sk: Jazyky

# project#last-activities
source: Latest activity
ca: Darreres activitats
cs: Nejnovější aktivita
eo: Lastaj agadoj
fi: Viimeisimmät tapahtumat
fr: Dernières activités
it: Ultime azioni
ms: Aktiviti terkini
nl: Laatste acties
sk: Najnovšia aktivita

# project#last-comments
source: Latest comments
ca: Darrers comentaris
cs: Nejnovější komentáře
eo: Lastaj komentoj
fi: Viimeisimmät kommentit
fr: Derniers commentaires
it: Ultimi commenti
ms: Komen terkini
nl: Laatste commentaren
sk: Najnovšie komentáre

# project#my-languages
source: My languages
ca: Les meves llengües
cs: Moje jazyky
eo: Miaj lingvoj
fi: Kieleni
fr: Mes langues
it: Le mie lingue
ms: Bahasa-bahasa saya
nl: Mijn talen
sk: Moje jazyky

# project#needed
source: Required languages:
ca: Llengües requerides:
cs: Žádané jazyky:
eo: Bezonataj lingvoj:
fi: Tarvittavat kielet:
fr: Langues souhaitées :
it: Lingue richieste:
ms: Bahasa yang diperlukan:
nl: Benodigde talen
sk: Potrebné jazyky:

# project#needed-all
source: All available
ca: Totes les disponibles
cs: všechny
eo: ĉiuj eblaj
fi: Kaikki mahdolliset
fr: toutes les langues possibles
it: Tutte le disponibili
ms: Semua
nl: alle mogelijke
sk: všetky možné

# project#other-contact
source: If you want to translate into a language which is not in this list, please {1}contact us{/1}.
ca: Voleu traduir a una llengua que no està en aquesta llista? Si us plau, {1}poseu-vos en contacte amb nosaltres{/1}.
cs: Chcete překládat do jazyka, který není v tomto seznamu? Prosím {1}kontaktujte nás{/1}.
eo: Ĉu vi volas traduki al lingvo, kiu ne estas en ĉi tiu listo? Bonvolu {1}kontakti nin{/1}.
fi: Haluatko kääntää kielelle, joka ei ole luettelossa? {1}Voit ottaa yhteyttä meihin{/1}.
fr: Voulez-vous traduire vers une langue qui n’est pas dans cette liste ? Veuillez {1}nous contacter{/1}.
it: Vuoi tradurre in una lingua non presente in questo elenco? Per favore {1}contattaci{/1}.
ms: Sekiranya anda ingin melakukan terjemahan ke bahasa yang tidak ada di dalam senarai ini, sila {1}hubungi kami{/1}.
nl: Wilt u vertalen naar een taal die niet op deze lijst staat? Neem {1}contact{/1} met ons op.
sk: Chcete prekladať do jazyka, ktorý nie je v tomto zozname? Prosím {1}kontaktujte nás{/1}.

# project#other-languages
source: Other languages
ca: Altres llengües
cs: Jiné jazyky
eo: Aliaj lingvoj
fi: Muita kieliä
fr: Autres langues
it: Altre lingue
ms: Bahasa lain
nl: Alle talen
sk: Iné jazyky

# project#outdated-words
source: Outdated words:
ca: Paraules per actualitzar:
cs: Neaktuální slova:
eo: Retradukendaj vortoj:
fi: Uudelleen käännettäviä sanoja:
fr: Mots à retraduire :
it: Parole da aggiornare:
ms: Perkataan yang lapuk:
nl: Opnieuw te vertalen woorden:
sk: Neaktuálne slová:

# project#read-instructions
source: Confused? Read the instructions!
ca: Confús? {1}Llegiu les instruccions!{/1}
cs: Potřebujete vědět víc? {1}Přečtěte si instrukce!{/1}
eo: Konfuzita? {1}Legu la instrukciojn!{/1}
fi: Oletko ymmälläsi? {1}Lue ohjeet!{/1}
fr: Perdu(e) ? {1}Lisez les instructions !{/1}
it: Perplesso? {1}Leggi le istruzioni!{/1}
ms: Anda keliru? {1}Sila baca arahan!{/1}
nl: Verward? {1}Lees de instructies!{/1}
sk: Potrebujete vedieť viac? {1}Prečítajte si inštrukcie!{/1}

# project#request-explanation
source: Kindly write a few words about yourself:
ca: Si us plau, escriviu algunes paraules sobre un mateix:
cs: Prosím napište o sobě pár slov:
eo: Bonvolu skribi kelkajn vortojn pri vi:
fi: Ole hyvä ja kirjoita joitakin sanoja itsestäsi:
fr: Veuillez écrire quelques mots à propos de vous :
it: Scrivi qualcosa su di te:
ms: Sila tulis sepatah dua kata tentang diri anda:
nl: Gelieve een paar woorden over uzelf te scrhijven:
sk: Napíšte niekoľko slov o sebe, prosím:

# project#request-language
source: You are requesting permission to translate into this language:
ca: Demaneu permís per a traduir a la llengua:
cs: Žádáte o povolení překládat do jazyka:
eo: Vi petas permeson traduki al la lingvo:
fi: Pyydät lupaa kääntää kielelle:
fr: Vous demandez la permission de traduire vers la langue :
it: Stai chiedendo il permesso di tradurre in questa lingua:
ms: Anda sedang memohon keizinan untuk terjemahan ke bahasa ini:
nl: U vraagt toestemming om te vertalen naar deze taal:
sk: Žiadate o povolenie prekladať do jazyka:

# Titolo de fenestreto
source: Request permission to translate
ca: Demanar permís per traduir
cs: Požádat o povolení k překládání
eo: Peti permeson por traduki
fi: Pyydä käännöslupaa
fr: Demander la permission de traduire
it: Richiesta permesso traduzione
ms: Mohon keizinan untuk terjemahan
nl: Toestemming vragen om te vertalen
sk: Požiadať o povolenie prekladať

# project#request-sent
source: Request sent
ca: Petició enviada
cs: Žádost odeslána
eo: Peto sendita
fi: Pyyntö on lähetetty
fr: Demande envoyée
it: Richiesta inviata
ms: Permohonan telah dihantar
nl: Verzoek verzonden
sk: Žiadosť odoslaná

# Butono por sendi peton pri tradukpermeso
source: Send
ca: Enviar
cs: Odeslat
eo: Sendi
fi: Lähetä
fr: Envoyer
it: Invia
ms: Hantar
nl: Versturen
sk: Odoslať

# project#source-language
source: Original language:
ca: llengua d'origen:
cs: Zdrojový jazyk:
eo: Fontolingvo:
fi: Lähdekieli:
fr: Langue source :
it: Lingua originale:
ms: Bahasa asal:
nl: Brontaal:
sk: Zdrojový jazyk:

# project#strings
source: Strings:
ca: Encadenaments:
cs: Řetězce:
eo: Ĉenoj:
fi: Ketjuja:
fr: Chaînes :
it: Stringhe:
ms: Rentetan:
nl: Ketens:
sk: Reťazce:

# project#total-translated-words
source: Translate words:
ca: Paraules traduïdes:
cs: Přeložená slova:
eo: Tradukitaj vortoj:
fi: Käännettyjä sanoja:
fr: Mots traduits :
it: Parole tradotte:
ms: Jumlah patah perkataan diterjemahkan:
nl: Vertaalde woorden:
sk: Preložené slová:

# Butono por komenci traduki en la elektita lingvo
source: Translate
ca: Traduir
cs: Překládat
eo: Traduki
fi: Käännä
fr: Traduire
it: Traduci
ms: Mula menterjemah
nl: Vertalen
sk: Preložiť

# project#translate-other
source: Translate into another language
ca: Traduir a una altra llengua
cs: Překládat do jiného jazyka
eo: Traduki al alia lingvo
fi: Käännä toiselle kielelle
fr: Traduire dans une autre langue
it: Traduci in un'altra lingua
ms: Terjemah ke bahasa lain
nl: Naar een andere taal vertalen
sk: Preloziť do iného jazyka

# project#translated-words
source: {1} translated {2} word.
ca: {1} traduïda {2} paraula.
cs: {1} přeložil(a) {2} slovo.
eo: {1} tradukis {2} vorton.
fi: {1} käänsi {2} sanan.
fr: {1} a traduit {2} mot.
it: {1} ha tradotto {2} parola.
ms: {1} telah menterjemahkan {2} patah perkataan.
nl: {1} vertaald {2} woord.
sk: {1} preložil(a) {2} slovo.

# project#translators
source: Translators:
ca: Traductors:
cs: Překladatelé:
eo: Tradukantoj:
fi: Kääntäjiä:
fr: Traducteurs :
it: Traduttori:
ms: Penterjemah:
nl: Vertalers:
sk: Prekladatelia:

# project#untranslated-words
source: Untranslated words:
ca: Paraules no traduïdes:
cs: Nepřeložená slova:
eo: Netradukitaj vortoj:
fi: Kääntämättömiä sanoja:
fr: Mots non traduits :
it: Parole non tradotte:
ms: Perkataan yang belum diterjemahkan:
nl: Niet vertaalde woorden:
sk: Nepreložené slová:

# project#url
source: Address:
ca: Adreça:
cs: Adresa:
eo: Adreso:
fi: Osoite:
fr: Adresse :
it: Indirizzo:
ms: Alamat:
nl: Adres:
sk: Adresa:

# project#words
source: Words:
ca: Paraules:
cs: Slova:
eo: Vortoj:
fi: Sanoja:
fr: Mots :
it: Parole:
ms: Perkataan:
nl: Woorden:
sk: Slová:

# structure#choose-language
source: Choose your language
ca: Escull la teva llengua
cs: Zvolte jazyk
eo: Elektu vian lingvon
fi: Valitse kielesi
fr: Choisissez votre langue
it: Scegli la tua lingua
ms: Pilih bahasa anda
nl: Kies uw taal
sk: Vyberte si jazyk

# structure#close
source: Close
ca: Tancar
cs: Zavřít
eo: Fermi
fi: Sulje
fr: Fermer
it: Chiudi
ms: Tutup
nl: Sluiten
sk: Zatvoriť

# structure#contact
source: Contact
ca: Contacte
cs: Kontakt
eo: Kontakto
fi: Yhteydenotto
it: Contatto
ms: Hubungi Kami
nl: Kontakt
sk: Kontakty

# structure#home
source: Homepage
ca: Pàgina principal
cs: Hlavní stránka
eo: Ĉefpaĝo
fi: Pääsivu
fr: Accueil
it: Pagina principale
ms: Halaman utama
nl: Hoofdpagina
sk: Domovská stránka

# structure#instructions
source: Instructions
ca: Instruccions
cs: Instrukce
eo: Instrukcioj
fi: Ohjeita
it: Istruzioni
ms: Arahan
nl: Instructies
sk: Inštrukcie

# structure#privacy
source: Privacy policy
ca: Política de confidencialitat
cs: Ochrana osobních údajů
eo: Privateco
fi: Yksityisyys
fr: Politique de confidentialité
it: Informativa sulla privacy
ms: Dasar privasi
nl: Privacy
sk: Ochrana osobných údajov

# structure#project-by
source: This translation system is a project by {1}Education@Internet{/1}.
ca: Aquest sistema de traducció és un projecte d'{1}Educació@Internet{/1}.
cs: Tento překladatelský systém je projektem organizace {1}Edukace@Internet{/1}.
eo: Ĉi tiu tradukejo estas projekto de {1}Edukado@Interreto{/1}.
fi: Tämä käännössivusto on {1}Edukado@Interreto{/1}:n projekti.
fr: Ce système de traduction est un projet d’{1}Edukácia@Internet{/1}.
it: Questo sistema di traduzione è un progetto di {1}Educazione@Internet{/1}.
ms: Sistem terjemahan ini ialah sebuah projek {1}Education@Internet{/1}.
nl: Deze vertaalsite is een project van {1} Edukado@Interreto{/1}.
sk: Tento prekladateľský systém je projektom organizácie {1}Edukácia@Internet{/1}.

# structure#settings
source: Settings
ca: Configuració
cs: Nastavení
eo: Agordoj
fi: Asetukset
fr: Préférences
it: Impostazioni
ms: Tetapan
nl: Instellingen
sk: Nastavenia

# structure#sign-in
source: Log in
ca: Iniciar sessió
cs: Přihlásit
eo: Ensaluti
fi: Kirjaudu
fr: Connexion
it: Accedi
ms: Daftar masuk
nl: Inloggen
sk: Prihlásiť sa

# structure#sign-out
source: Log out
ca: Tancar sessió
cs: Odhlásit
eo: Elsaluti
fi: Kirjaudu ulos
fr: Déconnexion
it: Esci
ms: Daftar keluar
nl: Uitloggen
sk: Odhlásiť sa

# structure#sign-up
source: Sign up
ca: Crear un compte
cs: Vytvořit uživatelský účet
eo: Krei konton
fi: Luo tili
fr: Inscription
it: Registrazione
ms: Cipta akaun baharu
nl: Account aanmaken
sk: Vytvoriť používateľský účet

# structure#terms
source: Conditions of use
ca: Condicions d'ús
cs: Podmínky použití
eo: Uzkondiĉoj
fi: Käyttöehdot
fr: Conditions d’utilisation
it: Clausole d'uso
ms: Syarat penggunaan
nl: Gebruiksvoorwaarden
sk: Podmienky použitia

# structure#website-name
source: E@I’s translation system
ca: Sistema de traducció d’E@I
cs: Překladatelský systém E@I
eo: Tradukejo de E@I
fi: E@I:n käännössivusto
fr: Système de traduction d’E@I
it: Sistema di traduzione E@I
ms: Sistem terjemahan E@I
nl: Vertaalsite van E@I
sk: Prekladateľský systém E@I

# structure#welcome
source: Welcome
ca: Benvingut/da
cs: Vítejte
eo: Bonvenon
fi: Tervetuloa
fr: Bienvenue
it: Benvenuta/o
ms: Selamat datang
nl: Welkom
sk: Vitajte

# translate#javascript
source: JavaScriptmust be turned on for the translation interface to function.
ca: JavaScript ha de ser activat perquè la interfície de traducció funcioni.
cs: Pro správný běh překladatelského rozhraní musí být zapnutý JavaScript.
eo: JavaScript devas esti ŝaltita por funkciigi la tradukinterfacon.
fi: JavaScript pitää olla päällä, jotta käännöskäyttöliittymä toimii.
fr: JavaScript doit être activé pour que l’interface de traduction fonctionne.
it: Javascript deve essere abilitato per consentire il funzionamento dell'interfaccia di traduzione.
ms: JavaScript mesti diaktifkan bagi memastikan antaramuka terjemahan berfungsi.
nl: JavaScript moet zijn ingeschakeld om de vertaalinterface te laten werken.
sk: Pre správne fungovanie prekladateľského rozhrania musí byť zapnutý JavaScript.

# Temas pri nomo de projekto
source: Translation of {1}
ca: Traducció de {1}
cs: Překlad projektu {1}
eo: Traduko de {1}
fi: {1}:n käännös
fr: Traduction de {1}
it: Traduzione di {1}
ms: Terjemahan untuk {1}
nl: Vertaling van {1}
sk: Preklad projektu {1}
