Repository: edukado-interreto/tradukejo
Catalog: traduko/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, eo, fi, fr, it, ms, nl, sk

# emails#closing
source: Best regards,
ca: Cordialment,
cs: S pozdravem,
eo: Amike,
fi: Ystävällisesti,
fr: Cordialement,
it: Cordialmente,
ms: Yang benar,
nl: Vriendelijke groet,
sk: S pozdravom,

# emails#contact-us
source: Please do not hesitate to contact us with any questions.
ca: Si teniu alguna pregunta, no dubteu a posar-vos en contacte amb nosaltres.
cs: V případě dotazů nás neváhejte kontaktovat.
eo: Se vi havas demandojn, ne hezitu kontakti nin.
fi: Jos sinulla on kysyttävää, älä epäröi ottaa yhteyttä meihin.
fr: Si vous avez des questions, n’hésitez pas à nous contacter.
it: Se hai delle domande, non esitare a contattarci.
ms: Sila hubungi kami untuk sebarang pertanyaan.
nl: Als u vragen heeft, aarzel dan niet om ons te contacteren.
sk: Ak máte otázky, neváhajte nás kontaktovať.

# emails#greeting
source: Dear {1},
ca: Benvolgut/da {1},
cs: Zdravíme, {1},
eo: Kara {1},
fi: Hyvä {1},
fr: Cher {1},
it: Caro/a {1},
ms: Selamat sejahtera {1},
nl: Beste {1},
sk: Pozdravujeme, {1},

# emails#opt-out
source: PS: if you do not want to receive this messages, you can change your subscription settings in your profile: {1}.
ca: PS: si no voleu seguir rebent aquests missatges, podeu canviar la configuració en el vostre perfil: {1}.
cs: P.S.: Pokud nechcete tyto zprávy dostávat, můžete si upravit nastavení v uživatelském profilu: {1}.
eo: PS: se vi ne volas ricevi ĉi tiajn mesaĝojn, eblas agordi tion en via profilo: {1}.
fi: PS: Jos et halua vastaanottaa näitä viestejä, on mahdollista säätää asiaa profiilissasi {1}.
fr: PS : si vous ne souhaitez plus recevoir ces messages, vous pouvez modifier les options dans votre profil : {1}.
it: PS: se non si vuole ricevere questo tipo di messaggi, cambiare le impostazioni del profilo: {1}.
ms: Nota Tambahan: jika anda tidak mahu menerima mesej ini, anda boleh menukar tetapan langganan anda di profil anda: {1}.
nl: PS: als u dergelijke berichten niet wilt ontvangen, kunt u dit instellen in uw profiel: {1}.
sk: P.S.: Ak nechcete tieto správy dostávať, môžete si upraviť nastavenia v používateľskom profile: {1}.

# emails#signature
source: The E@I team
ca: L’equip d’E@I
cs: Tým E@I
eo: La E@I-teamo
fi: E@I-tiimi
fr: L’équipe d’E@I
it: La squadra E@I
ms: Pasukan E@I
nl: Het E@I team
sk: Tím E@I

# emails/comment#comment1
source: Somebody published a response to your comment in the project {1}.
ca: Algú ha publicat una resposta al vostre comentari en el projecte {1}.
cs: Někdo odpověděl na váš komentář v projektu {1}.
eo: Iu publikigis respondon al via komento en la projekto {1}.
fi: Joku on julkaissut vastauksen kommenttiisi projektissa {1}
fr: Quelqu’un a publié une réponse à votre commentaire dans le projet {1}.
it: Qualcuno ha pubblicato una risposta al tuo commento nel progetto {1}.
ms: Seseorang telah menerbitkan jawapan balas untuk komen anda dalam projek {1}.
nl: Iemand publiceerde een antwoord op uw commentaar in het project {1}.
sk: Niekto odpovedal na váš komentár v projekte {1}.

# emails/comment#comment2
source: You can see the response here: {1}.
ca: Podeu veure la resposta aquí: {1}.
cs: Odpověď si můžete prohlédnout zde: {1}.
eo: Vi povas vidi la respondon ĉi tie: {1}.
fi: Voit nähdä vastauksen täällä: {1}.
fr: Vous pouvez voir les réponses ici : {1}.
it: Puoi vedere la risposta qui: {1}.
ms: Anda boleh lihat jawapan balas di sini: {1}.
nl: U kunt het antwoord hier zien: {1}.
sk: Odpoveď môžete vidieť tu: {1}.

# emails/comment#title
source: E@I:'s translation system: a response to your comment in {project}
ca: Sistema de traducció d'E@I: resposta al vostre comentari a {project}
cs: Překladatelský systém E@I: odpověď na váš komentář v projektu {project}
eo: Tradukejo de E@I: respondo al via komento en {project}
fi: E@I:n käännössivusto: Vastaus kommenttiisi {project}:ssa
fr: Système de traduction d’E@I : réponse à votre commentaire dans {project}
it: Sistema di traduzione E@I: una risposta al tuo commento in {project}
ms: Sistem terjemahan E@I: terdapat satu jawapan balas untuk komen anda di dalam {project}
nl: Vertaalsite van E@I: antwoord op uw commentaar in {project}
sk: Prekladateľský systém E@I: odpoveď na váš komentár v projekte {project}

# emails/new-texts#new-texts
source: There is now new text for translating in the project {1}.
ca: Hi ha nous textos per traduir en el projecte {1}.
cs: V projektu {1} jsou nové řetězce k překladu.
eo: Aperis novaj tekstoj por traduki en la projekto {1}.
fi: Projektissa {1} on ilmestynyt uusia tekstejä.
fr: De nouveaux textes à traduire sont disponibles pour le projet {1}.
it: C'è un nuovo testo da tradurre nel progetto {1}.
ms: Terdapat teks baharu untuk diterjemahkan di dalam projek {1}.
nl: Er zijn nieuwe te vertalen teksten verschenen in het project {1}.
sk: V projekte {1} sú nové texty na preklad.

# emails/new-texts#outdated
source: {1} outdated word
ca: {1} paraula per actualitzar
cs: {1} neaktuální slovo
eo: {1} retradukenda vorto
fi: {1} käännettävä sana
fr: {1} mot à retraduire
it: {1} parola da aggiornare
ms: {1} patah perkataan yang lapuk
nl: {1} opnieuw te vertalen woord
sk: {1} neaktuálne slovo

# emails/new-texts#title
source: E@I's translation system: new text to translate in {project}
ca: Sistema de traducció de E@I: nous textos per traduir a {project}
cs: Překladatelský systém E@I: nové texty k překladu v projektu {project}
eo: Tradukejo de E@I: novaj tekstoj por traduki en {project}
fi: E@I:n käännössivusto: Projektissa {project} on uusia käännettäviä tekstejä
fr: Système de traduction d’E@I : nouveaux textes à traduire dans {project}
it: Sistema di traduzione E@I: nuovo testo da tradurre in {project}
ms: Sistem terjemahan E@I: teks baharu untuk diterjemahkan di dalam {project}
nl: Vertaalsite van E@I: nieuw te vertalen teksten in {project}
sk: Prekladateľský systém E@I: nové texty na preklad v projekte {project}

# emails/new-texts#translate-link
source: You can translate here: {1}.
ca: Podeu traduir aquí: {1}.
cs: Můžete překládat zde: {1}.
eo: Vi povas traduki ĉi tie: {1}.
fi: Voit kääntää täällä: {1}.
fr: Vous pouvez traduire ici : {1}.
it: Puoi tradurre qui: {1}.
ms: Anda boleh terjemahkan di sini: {1}.
nl: U kunt hier vertalen: {1}.
sk: Môžete prekladať tu: {1}.

# emails/new-texts#untranslated
source: {1} untranslated word
ca: {1} paraula no traduïda
cs: {1} nepřeložené slovo
eo: {1} netradukita vorto
fi: {1} kääntämätön sana
fr: {1} mot à traduire
it: {1} parola da tradurre
ms: {1} patah perkataan belum diterjemahkan
nl: Indien het aantal 1 is: {1} niet vertaald woord
sk: {1} nepreložené slovo

# emails/request#accept-link
source: You can accept or decline the request here: {1}.
ca: Podeu acceptar o rebutjar la petició aquí: {1}.
cs: Můžete schválit nebo zamítnout žádost zde: {1}.
eo: Vi povas akcepti aŭ malakcepti la peton ĉi tie: {1}.
fi: Voit hyväksyä tai hylätä pyynnön täällä: {1}.
fr: Vous pouvez accepter ou refuser la demande ici : {1}.
it: Puoi accettare o rifiutare la richiesta qui: {1}.
ms: Anda boleh menerima atau menolak permintaan di sini: {1}.
nl: U kunt hier het verzoek aanvaarden of niet aanvaarden: {1}.
sk: Môžete schváliť alebo zamietnuť žiadosť tu: {1}.

# emails/request#accepted
source: Your request to translate the project {1} into the language {2} was accepted.
ca: La vostra petició per traduir el projecte {1} a la llengua {2} ha estat ecceptada.
cs: Vaše žádost o překládání projektu {1} do jazyka {2} byla schválena.
eo: Via peto por traduki la projekton {1} al la lingvo {2} estis akceptita.
fi: Pyyntösi kääntää projektia {1} kielelle {2} on vastaanotettu.
fr: Votre demande pour traduire le projet {1} vers la langue {2} a été acceptée.
it: La tua richiesta di traduzione del progetto {1} in lingua {2} è stata accettata.
ms: Permohonan anda untuk menterjemahkan projek {1} ke bahasa {2} telah diterima.
nl: Uw verzoek om het project {1} te vertalen naar uw taal {2} werd aanvaard.
sk: Vaša žiadosť o prekladanie projektu {1} do jazyka {2} bola schválená.

# emails/request#accepted-title
source: E@I's translation system: request to translate {project} accepted.
ca: Sistema de traducció d’E@I: petició de permís de traducció per a {project} acceptat
cs: Překladatelský systém E@I: žádost o překládání projektu {project} schválena
eo: Tradukejo de E@I: tradukpeto por {project} aprobita
fi: E@I:n käännössivusto: Käännöspyyntö projektiin {project} on hyväksytty.
fr: Système de traduction d’E@I : demande de permission de traduction pour {project} acceptée
it: Sistema di traduzione E@I: richiesta di traduzione di {project} accettata.
ms: Sistem terjemahan E@I: permintaan untuk menterjemahkan {project} telah diterima.
nl: Vertaalsite van E@I: verzoek tot vertalen van {project} werd goedgekeurd
sk: Prekladateľský systém E@I: žiadosť o prekladanie projektu {project} schválená

# emails/request#new-request
source: The user {1} requested permission to translate the project {2} into the lnaguage {3}:
ca: L'usuari {1} ha demanat el permís per traduir el projecte {2} a la llengua {3}:
cs: Uživatel {1} požádal o povolení překládání projektu {2} do jazyka {3}:
eo: La uzanto {1} petis rajton traduki la projekton {2} al la lingvo {3}:
fi: Käyttäjä {1} on pyytänyt oikeutta kääntää projektia {2} kielelle {3}:
fr: L’utilisateur {1} a demandé la permission de traduire le projet {2} à la langue {3} :
it: L'utente {1} chiede il permesso di tradurre il progetto {2} in lingua {3}:
ms: Pengguna {1} telah memohon keizinan untuk menterjemahkan projek {2} ke dalam bahasa {3}:
nl: De gebruiker {1} vroeg om het project te mogen vertalen {2} naar de taal {3}:
sk: Používateľ {1} požiadal o povolenie prekladať projekt {2} do jazyka {3}:

# emails/request#new-title
source: E@I's translation system: request to translate {project}
ca: Sistema de traducció d'E@I: petició del permís de traducció per a {project}
cs: Překladatelský systém E@I: žádost o povolení překládání projektu {project}
eo: Tradukejo de E@I: peto de tradukrajto por {project}
fi: E@I:n käännössivusto: Käännösoikeuspyyntö projektiin {project}
fr: Système de traduction d’E@I : demande de permission de traduction pour {project}
it: Sistema di traduzione E@I: richiesta di traduzione di {project}
ms: Sistem terjemahan E@I: permintaan untuk menterjemahkan {project}
nl: Vertaalsite van E@I: verzoek tot machtiging om het {project} te vertalen
sk: Prekladateľský systém E@I: žiadosť o povolenie prekladať projekt {project}

# emails/request#rejected
source: Your request to translate the project {1} into the language {2} was declined.
ca: La vostra petició per traduir el projecte {1} a la llengua {2} ha estat refusada.
cs: Vaše žádost o překládání projektu {1} do jazyka {2} byla zamítnuta.
eo: Via peto por traduki la projekton {1} al la lingvo {2} estis malakceptita.
fi: Pyyntöäsi kääntää projektia {1} kielelle {2} ei hyväksytty.
fr: Votre demande pour traduire le projet {1} vers la langue {2} a été refusée.
it: La tua richiesta di traduzione del progetto {1} in lingua {2} è stata respinta.
ms: Permohonan anda untuk menterjemahkan projek {1} ke bahasa {2} telah ditolak.
nl: Uw verzoek om het project {1} te vertalen naar de taal {2} werd niet aanvaard.
sk: Vaša žiadosť o prekladanie projektu {1} do jazyka {2} bola zamietnutá.

# emails/request#rejected-title
source: E@I's translation system: request to translate {project} declined.
ca: Sistema de traducció d'E@I: petició de traducció per a {project} refusada
cs: Překladatelský systém E@I: žádost o překládání projektu {project} zamítnuta
eo: Tradukejo de E@I: tradukpeto por {project} malaprobita
fi: E@I:n käännössivusto: Käännöspyyntö projektiin {project} hylätty
fr: Système de traduction d’E@I : demande de permission de traduction pour {project} refusée
it: Sistema di traduzione E@I: richiesta di traduzione di {project} rifiutata.
ms: Sistem terjemahan E@I: permintaan untuk menterjemahkan {project} telah ditolak.
nl: Vertaalsite van E@I: verzoek om het {project} te vertalen werd niet goedgekeurd
sk: Prekladateľský systém E@I: žiadosť o prekladanie projektu {project} zamietnutá

# emails/request#start-translating
source: You can begin translating at the address: {1}.
ca: Podeu començar a traduir a l'adreça: {1}.
cs: Můžete začít překládat na adrese: {1}.
eo: Vi povas komenci traduki ĉe la adreso: {1}.
fi: Voit aloittaa kääntämisen osoitteessa: {1}
fr: Vous pouvez commencer à traduire à l’adresse {1}.
it: Puoi cominciare la traduzione su: {1}.
ms: Anda boleh mula menterjemah di alamat ini: {1}.
nl: U kunt beginnen te vertalen via deze link:{1}.
sk: Môžete začať prekladať na adrese: {1}.

# messages#cannot-delete-comment
source: You are not allowed to deleted that comment.
ca: No teniu el permís per suprimir aquest comentari.
cs: Nemáte oprávnění smazat tento komentář.
eo: Vi ne rajtas forigi ĉi tiun komenton.
fi: Sinulla ei ole oikeutta poistaa tätä kommenttia.
fr: Vous ne pouvez pas supprimer ce commentaire.
it: Non hai il permesso di cancellare questo commento.
ms: Anda tidak dibenarkan memadam komen tersebut.
nl: U hebt niet het recht om dit commentaar te wissen.
sk: Nemáte oprávnenie odstrániť tento komentár.

# messages#changes-cannot-be-saved
source: The changes could not be saved.
ca: Els canvis no han pogut ser guardats.
cs: Změny nemohly být uloženy.
eo: La ŝanĝoj ne povis esti konservitaj.
fi: Muutoksia ei voitu tallentaa.
fr: Les changements n’ont pas pu être enregistrés.
it: Non è stato possibile salvare le modifiche.
ms: Perubahan-perubahan tidak dapat disimpan.
nl: De wijzigingen konden niet bewaard worden.
sk: Zmeny sa nedali uložiť.

# messages#changes-saved
source: The changes were saved.
ca: Els canvis han estat guardats.
cs: Změny byly uloženy.
eo: La ŝanĝoj estis konservitaj.
fi: Muutokset tallennettiin.
fr: Les changements ont été enregistrés.
it: Le modifiche sono state salvate.
ms: Perubahan-perubahan telah disimpan.
nl: De veranderingen werden bewaard.
sk: Zmeny boli uložené.

# messages#notification-sent
source: The notification was sent.
ca: La notificació ha estat enviada.
cs: Upozornění bylo odesláno.
eo: La sciigo estis sendita.
fi: Viesti on lähetetty.
fr: La notification a été envoyée.
it: La notifica è stata inviata.
ms: Pemberitahuan telah dihantar.
nl: De mededeling werd verzonden.
sk: Upozornenie bolo odoslané.

# messages#request-already-allowed
source: You already have the required permission to translate into that language.
ca: Ja teniu el permís per traduir a aquesta llengua.
cs: Už máte oprávnění překládat do tohoto jazyka.
eo: Vi jam havas la rajton traduki al ĉi tiu lingvo.
fi: Sinulla on jo oikeus kääntää tähän kieleen.
fr: Vous avez déjà le droit de traduire vers cette langue.
it: Hai già il permesso di tradurre in questa lingua.
ms: Anda telah mempunyai keizinan yang diperlukan untuk menterjemah ke dalam bahasa tersebut.
nl: U hebt niet het recht om naar deze taal te vertalen.
sk: Máte už oprávnenie prekladať do tohto jazyka.

# messages#request-already-sent
source: You already sent a request to translate into that language.
ca: Ja heu enviat una petició per a aquesta llengua.
cs: Už jste odeslali žádost o překládání do tohoto jazyka.
eo: Vi jam sendis peton por ĉi tiu lingvo.
fi: Olen jo lähettänyt pyynnön tästä kielestä.
fr: Vous avez déjà envoyé une demande pour cette langue.
it: Hai già inviato richiesta per questa lingua.
ms: Anda telah menghantar permintaan untuk menterjemah ke dalam bahasa tersebut.
nl: U hebt al een verzoek ingediend voor deze taal.
sk: Už ste odoslali žiadosť o prekladanie do tohto jazyka.

# messages#request-sent
source: The request was sent.
ca: La petició ha estat enviada.
cs: Žádost byla odeslána.
eo: La peto estis sendita.
fi: Pyyntö on lähetetty.
fr: Votre demande a été envoyée.
it: La richiesta è stata inviata.
ms: Permintaan telah dihantar.
nl: Het verzoek werd verzonden.
sk: Žiadosť bola odoslaná.

# pages/contact#contact1
source: The Tradukejo is an E@I project ({1}Edukado@Interreto{/1}).
ca: El sistema de tracucció és un projecte d'E@I ({1}Educació@Internet{/1}).
cs: Překladatelský systém je projektem organizace E@I ({1}Edukace@Internet{/1}).
eo: La tradukejo estas projekto de E@I ({1}Edukado@Interreto{/1}).
fi: Käännössivusto on E@I ({1}Edukado@Interreto{/1}):n projekti.
fr: Ce système de traduction est un projet d’E@I ({1}Edukácia@Internet{/1}).
it: Tradukejo è un progetto E@I ({1}Educazione@Internet{/1}).
ms: Tradukejo merupakan sebuah projek E@I ({1}Education@Internet{/1}).
nl: De vertaalsite is een project van E@I ({1}Edukado@Interreto{/1}).
sk: Prekladateľňa je projektom E@I ({1} Education@Internet {/1}).

# pages/contact#contact2
source: Please contact us with any queries and comments. {1}.
ca: Si teniu alguna pregunta o comentari, no dubteu d'escriure a {1}.
cs: V případě dotazů nebo připomínek neváhejte napsat na {1}.
eo: Se vi havas demandon aŭ komenton, ne hezitu skribi al {1}.
fi: Jos sinulla on kysymys tai kommentti, älä epäröi kirjoittaa osoitteeseen {1}.
fr: Si vous avez une question ou un commentaire, n’hésitez pas à écrire à {1}.
it: Se avete domande o commenti da fare, non esitate a scrivere a {1}.
ms: Sila hubungi kami sekiranya anda mempunyai sebarang pertanyaan dan komen. {1}.
nl: Indien u een vraag of commentaar heeft, aarzel dan niet om {1} te contacteren.
sk: V prípade otázok alebo pripomienok neváhajte napísať na {1}.

# pages/instructions#comments-caption
source: Examples of comments.
ca: Exemples de comentaris
cs: Příklady komentářů.
eo: Ekzemploj de komentoj.
fi: Esimerkkejä kommenteista.
fr: Exemples de commentaires.
it: Esempi di commenti.
ms: Contoh-contoh komen.
nl: Voorbeelden van commentaren.
sk: Príklady komentárov.

# pages/instructions#comments-title
source: Comments
ca: Comentaris
cs: Komentáře
eo: Komentoj
fi: Kommentit
fr: Commentaires
it: Commenti
ms: Komen-komen
nl: Commentaren
sk: Komentáre

# pages/instructions#comments1
source: You have the ability to comment on each translated version of each string. That gives you the ability to request explanations about the translated text, to talk about better translations with other translators, etc. You can choose {1}in your settings{/1}, whether you want to be informed by email when somebody responds to your comment.
ca: Teniu la possibilitat de comentar qualsevol versió d'idioma de qualsevol encadenament. Això us permet demanar aclariments sobre el text a traduir, discutir la millora de la traducció amb altres traductors, etc. Podeu escollir {1} a la vostra configuració {/1} si voleu rebre una notificació per correu electrònic quan algú respongui als vostres comentaris.
cs: Můžete komentovat každou jazykovou verzi každého řetězce. Tímto způsobem můžete žádat upřesňující informace k překládanému textu, probírat překlady s jiným překladatelem atd. V {1}nastavení{/1} si můžete zvolit, jestli chcete dostávat e-maily, když vám na komentář někdo odpoví.
eo: Vi havas la eblon komenti ĉiun lingvan version de ĉiu ĉeno. Tio donas al vi eblon peti klarigojn pri la tradukenda teksto, priparoli pli bonajn tradukojn kun alia tradukanto, ktp. Vi povas elekti {1}en viaj agordoj{/1}, ĉu vi volas esti informata retpoŝte, kiam iu respondas vian komenton.
fi: Sinulla on mahdollisuus kommentoida kaikkia tämän ketjun kieliversioita. Tämä antaa sinulle mahdollisuuden pyytää selityksiä käännettävästä tekstistä, keskustella hyvistä käännöksistä muiden kääntäjien kesken, jne. Voit valita {1}asetuksissasi{/1}, haluatko, että sinulle ilmoitetaan, kun joku vastaa kommenttiisi.
fr: Vous avez la possibilité de commenter les traductions (ou la version originale) des chaînes. Cela permet de demander des explications, de parler de meilleures manières de traduire avec un autre traducteur, etc. Vous pouvez choisir {1}dans vos options{/1} si vous voulez être informé⋅e par e-mail lorsque quelqu’un répond à votre commentaire.
it: Si può commentare ogni versione tradotta di ogni stringa. Ciò permette di chiedere spiegazioni circa il testo tradotto, di discutere per il miglioramento della traduzione con altri traduttori, ecc. Si può scegliere {1}nelle proprie impostazioni{/1}, se si vuole essere informati tramite email quando qualcuno risponde ai propri commenti.
ms: Anda boleh memberi komen pada setiap versi terjemahan untuk setiap rentetan. Hal ini membolehkan anda memohon penjelasan tentang teks yang diterjemahkan, berbincang tentang terjemahan yang lebih baik bersama dengan para penterjemah yang lain, dll. Anda boleh memilih {1}dalam tetapan anda{/1} sama ada anda ingin diberitahu melalui emel apabila seseorang membalas komen anda atau sebaliknya.
nl: U hebt de mogelijkheid om commentaar te leveren op elke taalversie van elke keten (onderverdeling). Zo kun je opheldering vragen over de te vertalen tekst, betere vertalingen bespreken met een andere vertaler, enzovoort. Je kunt {1} in je instellingen {/1} selecteren of u per e-mail op de hoogte wilt worden gehouden wanneer iemand op uw opmerking reageert.
sk: Môžete komentovať každú jazykovú verziu každého reťazca. Takto môžete žiadať spresňujúce informácie k prekladanému textu, preberať preklady s iným prekladateľom atď. V {1}nastaveniach{/1} si môžete zvoliť, či chcete dostávať e-maily, keď vám na komentár niekto odpovie.

# pages/instructions#interface-caption
source: The translation interface.
ca: La interfície de traducció.
cs: Překladatelské rozhraní.
eo: La tradukinterfaco.
fi: Käännöskäyttöliittymä.
fr: L’interface de traduction.
it: L'interfaccia di traduzione.
ms: Antaramuka terjemahan.
nl: De vertaalinterface.
sk: Prekladateľské rozhranie.

# pages/instructions#interface-caption2
source: Detailed interface for translating strings.
ca: La interfície detallada per traduir un encadenament.
cs: Detail rozhraní pro překlad řetězce.
eo: Detala interfaco por traduki ĉenon.
fi: Yksityiskohtainen käyttöliittymä ketjun kääntämiseksi.
fr: L’interface détaillée pour traduire une chaîne.
it: Interfaccia completa per la traduzione delle stringhe.
ms: Antaramuka terperinci untuk menterjemahkan rentetan.
nl: Gedetailleerde interface om een keten te vertalen.
sk: Podrobné rozhranie na preklad reťazca.

# pages/instructions#interface-title
source: Translated interface
ca: Interfície de traducció.
cs: Překladatelské rozhraní
eo: Traduka interfaco
fi: Kääntämisen käyttöliittymä.
fr: Interface de traduction
it: L'interfaccia di traduzione
ms: Antaramuka terjemahan.
nl: Vertaalinterface
sk: Prekladateľské rozhranie

# pages/instructions#interface1
source: The translation interface looks like this:
ca: La interfície de traducció té aquest aspecte:
cs: Překladatelské rozhraní vypadá takto:
eo: La tradukinterfaco aspektas tiel:
fi: Käännöskäyttöliittymä näyttää tältä:
fr: L’interface de traduction ressemble à ceci :
it: L'interfaccia di traduzione ha questo aspetto:
ms: Antaramuka terjemahan dipaparkan seperti ini:
nl: De vertaalinterface ziet er zo uit:
sk: Prekladateľské rozhranie vyzerá takto:

# pages/instructions#interface2
source: There are five elements, from top to bottom:
ca: Hi ha cinc elements, de dalt a baix:
cs: Skládá se z pěti částí, shora dolů:
eo: Troviĝas kvin elementoj, de supro ĝis subo:
fi: Se sisältää viisi osiota, ylhäältä alhaalle:
fr: On trouve cinq éléments, de haut en bas :
it: Si notano cinque elementi dall'alto in basso:
ms: Terdapat lima elemen, dari atas ke bawah:
nl: Er bevinden zich vijf elementen, van boven naar beneden:
sk: Skladá sa z piatich častí, zhora nadol:

# pages/instructions#interface2-1
source: a bar with various filters,
ca: un panell amb diversos filtres,
cs: lišta s různými filtry,
eo: breto kun diversaj filtriloj,
fi: Palkki, jossa on erilaisia suodattimia,
fr: une barre avec divers filtres,
it: una barra con diversi filtri,
ms: sebuah palang melintang dengan pelbagai penapis,
nl: balk met verschillende filters,
sk: lišta s rôznymi filtrami,
