Repository: edukado-interreto/tradukejo
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: ca, cs, eo, fi, fr, it, ms, nl, pl, sk

# emails#closing
source: Best regards,
ca: Cordialment,
cs: S pozdravem,
eo: Amike,
fi: Ystävällisesti,
fr: Cordialement,
it: Distinti saluti,
ms: Yang benar,
nl: Vriendelijke groet,
pl: Z pozdrowieniami,
sk: S pozdravom,

# emails#greeting
source: Dear {1},
ca: Benvolgut/da {1},
cs: Zdravíme, {1},
eo: Kara {1},
fi: Hyvä {1},
fr: Cher {1},
it: Caro/a {1},
ms: Selamat sejahtera {1},
nl: Beste {1},
pl: Cześć {1},
sk: Pozdravujeme, {1},

# emails#signature
source: The E@I team
ca: L’equip d’E@I
cs: Tým E@I
eo: La E@I-teamo
fi: E@I-tiimi
fr: L’équipe d’E@I
it: La squadra E@I
ms: Pasukan E@I
nl: Het E@I team
pl: Zespół E@I
sk: Tím E@I

# emails/registration#confirmation
source: We can confirm that you have joined to E@I's {1} translation system. You can now login and begin translating.
ca: Confirmem la vostra inscripció al {1}sistema de traducció d'E@I{/1}. Ja podeu connectar-vos-hi i començar a traduir.
cs: Potvrzujeme vaši registraci do {1}překladatelského systému E@I{/1}. Můžete se přihlásit a začít překládat.
eo: Ni konfirmas, ke vi aliĝis al la {1}tradukejo de E@I{/1}. Vi povas jam ensaluti kaj komenci traduki.
fi: Vahvistamme, että olet liittynyt E@I:n {1} käännössivustolle {/1}. Voit jo kirjautua ja alkaa kääntää.
fr: Nous confirmons votre inscription au {1}système de traduction d’E@I{/1}. Vous pouvez maintenant vous connecter et commencer à traduire.
it: Possiamo confermare che ti sei unito al sistema di traduzione E@I's {1}. Ora è possibile effettuare il login e cominciare a tradurre.
ms: Kami mengesahkan bahawa anda telah menyertai {1}sistem terjemahan E@I. Anda kini boleh mendaftar masuk dan mula menterjemah.
nl: We bevestigen dat u lid bent geworden van de {1}vertaalsite van E@I{/1}. U kunt nu inloggen en beginnen met vertalen.
pl: Ni konfirmas, ke vi aliĝis al la {1}tradukejo de E@I{/1}. Vi povas jam ensaluti kaj komenci traduki.
sk: Potvrdzujeme vašu registráciu do {1}prekladateľského systému E@I{/1}. Môžete sa prihlásiť a začať prekladať.

# emails/registration#instructions
source: We recommend that you read the {1}instructions{/1} before you begin to translate.
ca: Us recomanem que llegiu les {1}instruccions{/1} abans de començar a traduir.
cs: Než budete překládat, doporučujeme vám přečíst si {1}instrukce{/1}.
eo: Ni rekomendas al vi legi la {1}instrukciojn{/1} antaŭ ol komenci traduki.
fi: Suosittelemme, että luet {1} ohjeet{/1} ennen kuin aloitat kääntämisen.
fr: Nous vous invitons à lire les {1}instructions{/1} avant de commencer à traduire.
it: Si raccomanda di leggere le {1}istruzioni{/1} prima di cominciare a tradurre.
ms: Kami mencadangkan supaya anda membaca {1}arahan{/1} sebelum anda mula menterjemah.
nl: We raden u aan de {1}instructies{/1} te lezen alvorens u begint te vertalen.
pl: Ni rekomendas al vi legi la {1}instrukciojn{/1} antaŭ ol komenci traduki.
sk: Skôr než budete prekladať, odporúčame vám prečítať si {1}inštrukcie{/1}.

# emails/registration#title
source: E@I's translation system: signup confirmation
ca: Sistema de traducció d'E@I: confirmació d'inscripció
cs: Překladatelský systém E@I: potvrzení registrace
eo: Tradukejo de E@I: konfirmo de aliĝo
fi: E@I:n käännössivusto: liittymisen vahvistus
fr: Système de traduction d’E@I : confirmation de votre inscription
it: Sistema di traduzione E@I: conferma di iscrizione
ms: Sistem terjemahan E@I: pengesahan pendaftaran
nl: Vertaalsite van E@I: bevestiging van uw registratie
pl: Tradukejo de E@I: konfirmo de aliĝo
sk: Prekladateľský systém E@I: potvrdenie registrácie

# login#forgot-password
source: Have you forgotten your password? {1}Retrieve it here.{/1}
ca: Heu oblidat la contrasenya? {1}Recupereu-la aquí.{/1}
cs: Zapomněli jste heslo? {1}Obnovte si ho zde.{/1}
eo: Ĉu vi forgesis vian pasvorton? {1}Reakiru ĝin ĉi tie.{/1}
fi: Unohditko salasanasi? {1}Saat sen uudestaan täältä.{/1}
fr: Vous avez oublié votre mot de passe ? {1}Récupérez-le ici.{/1}
it: Hai dimenticato la tua password? {1}Recuperala quì.{/1}
ms: Lupa kata laluan anda? {1}Dapatkan semula di sini.{/1}
nl: Uw wachtwoord vergeten? {1}Verander hier uw wachtwoord. {/1}
pl: Nie pamiętasz hasła? {1}Odzyskaj je tutaj.{/1}
sk: Zabudli ste heslo? {1}Obnovte si ho tu.{/1}

# login#sign-up
source: If you don't have an account, {1}join now!{/1}
ca: Si encara no teniu un compte, {1}inscriviu-vos-hi ara{/1}
cs: Nemáte uživatelský účet? {1}Zaregistrujte se hned!{/1}
eo: Ĉu vi ne havas konton? {1}Aliĝu nun!{/1}
fi: Eikö sinulla ole tiliä? {1}Liity nyt!{/1}
fr: Vous n’avez pas de compte ? {1}Inscrivez-vous !{/1}
it: Se non hai un account, {1} creane uno ora!{/1}
ms: Jika anda belum mempunyai akaun, {1}sertai sekarang!{/1}
nl: Hebt u geen account? {1} Meld u nu aan!{/1}
pl: Nie masz konta? {1}Zarejestruj się teraz!{/1}
sk: Nemáte použivateľský účet? {1}Zaregistrujte sa teraz!{/1}

# messages#account-created
source: Your account has been created and you can now start to to translate. A confirmation message was sent to {email}.
ca: El vostre compte ha estat creat i ja podeu començar a traduir. Un missatge de confirmació ha estat enviat a {email}.
cs: Uživatelský účet byl vytvořen a můžete začít překládat. Potvrzovací zprávu jsme odeslali na {email}.
eo: Via konto estis kreita kaj vi jam povas komenci traduki. Konfirma mesaĝo estis sendita al {email}.
fi: Tilisi on luotu ja voit jo aloittaa kääntämisen. Vahvistusviesti on lähetetty osoitteeseen {email}.
fr: Votre compte a été créé et vous pouvez commencer à traduire dès maintenant. Un message de confirmation a été envoyé à {email}.
it: Il tuo account è stato creato e ora puoi cominciare a tradurre. Un messaggio di conferma è stato inviato a {email}.
ms: Akaun anda telah dicipta dan anda kini boleh memulakan penterjemahan. Emel pengesahan telah dihantar ke {email}.
nl: Uw account werd aangemaakt en u kunt al beginnen met vertalen. Er is een bevestigingsmail verzonden naar {email}.
pl: Twoje konto zostało zarejestrowane, możesz już zacząć tłumaczyć. Wiadomość z potwierdzeniem została wysłana na adres {email}.
sk: Použivateľský účet bol vytvorený a môžete začať prekladatť Potvrdzovaciu správu sme odoslali na {email}.

# messages#changes-cannot-be-saved
source: The changes could not be saved.
ca: Els canvis no han pogut ser guardats.
cs: Změny nemohly být uloženy.
eo: La ŝanĝoj ne povis esti konservitaj.
fi: Muutoksia ei voitu tallentaa.
fr: Les changements n’ont pas pu être enregistrés.
it: Non è stato possibile salvare le modifiche.
ms: Perubahan-perubahan tidak dapat disimpan.
nl: De veranderingen konden niet bewaard worden.
pl: Zmiany nie zostały zachowane.
sk: Zmeny sa nedali uložiť.

# messages#changes-saved
source: The changes were saved.
ca: Els canvis han estat guardats.
cs: Změny byly uloženy.
eo: La ŝanĝoj estis konservitaj.
fi: Muutokset tallennettiin.
fr: Les changements ont été enregistrés.
it: Le modifiche sono state salvate.
ms: Perubahan-perubahan telah disimpan.
nl: De veranderingen werden bewaard.
pl: Zmiany zostały zachowane.
sk: Zmeny boli uložené.

# password#can-login
source: You can now {1}login{/1}.
ca: Ara podeu {1}iniciar sessió{/1}.
cs: Teď se můžete {1}přihlásit{/1}.
eo: Vi povas nun {1}ensaluti{/1}.
fi: Voit nyt {1}kirjautua{/1}.
fr: Vous pouvez maintenant {1}vous connecter{/1}.
it: Ora puoi fare {1}login{/1}.
ms: Anda kini boleh {1}mendaftar masuk{/1}.
nl: U kunt nu {1}inloggen{/1}.
pl: Możesz teraz się {1}zalogować{/1}.
sk: Teraz sa môžete {1}prihlásiť{/1}.

# password#change-success
source: Password change was successful.
ca: El canvi de contrasenya s'ha realitzat correctament.
cs: Heslo bylo úspěšně změněno.
eo: Via pasvorto estis sukcese ŝanĝita.
fi: Salasanasi on vaihdettu onnistuneesti.
fr: Votre mot de passe a bien été changé.
it: La tua password è stata cambiata con successo.
ms: Kata laluan telah berjaya ditukar.
nl: Uw wachtwoord werd succesvol veranderd.
pl: Twoje hasło zostało zmienione.
sk: Vaše heslo bolo úspešne zmenené.

# password#message-sent
source: Instructions were emailed to your address. If you have not received this message, please check that you entered you email address correctly, and whether you have an account with us.
ca: S'ha enviat un missatge amb les instruccions a la vostra adreça de correu electrònic. Si no heu rebut res, comproveu que heu introduït l'adreça correcta i que teniu un compte.
cs: Zprávu s instrukcemi jsme odeslali na vaši e-mailovou adresu. Pokud vám nepřišla, ujistěte se, že jste napsali správnou adresu a že máte uživatelský účet.
eo: Mesaĝo kun instrukcioj estis sendita al via retpoŝtadreso. Se vi ricevas nenion, certiĝu, ke vi enmetis la ĝustan adreson kaj ke vi havas konton.
fi: Viesti, jossa on ohjeet, on lähetetty sähköpostiosoitteeseesi. Jos et saanut mitään, varmista, että annoit oikean osoitteen ja että sinulla on tili.
fr: Un message avec des instructions a été envoyé à votre adresse e-mail. Si vous ne recevez rien, assurez-vous d’avoir entré la bonne adresse et d’être bien inscrit.
it: Un messaggio di istruzioni è stato inviato al tuo indirizzo email. Se non si ha ricevuto nulla, accertarsi di aver inserito l'indirizzo email corretto e di avere un account.
ms: Arahan telah dihantar ke alamat emel anda. Jika anda tidak menerima mesej ini, sila pastikan bahawa anda memasukkan alamat emel anda dengan betul, dan anda mempunyai akaun dengan kami.
nl: Er is een e-mail met instructies naar uw e-mailadres gestuurd. Als u niets ontvangt, controleer dan of u het juiste adres hebt ingevuld en of u een account hebt aangemaakt.
pl: Wiadomość z instrukcją została wysłana na twój adres mailowy. Jeśli niczego nie otrzymasz, upewnij się, że wpisałeś/łaś poprawny adres i że posiadasz tu konto.
sk: Správu s inštrukciami sme odoslali na vašu e-mailovú adresu. Ak vám neprišla, uistite sa, že ste napísali správnu adresu a že máte použivateľský účet.

# password#reset
source: Have you forgotten your password? Enter your email address here and we will send you instructions.
ca: Heu oblidat la contrasenya? Escriviu l'adreça de correu electrònic aquí i us enviarem les instruccions.
cs: Zapomněli jste heslo? Napište svou e-mailovou adresu a my vám pošleme další instrukce.
eo: Ĉu vi forgesis vian pasvorton? Skribu vian retadreson ĉi tie kaj ni sendos al vi instrukciojn.
fi: Unohditko salasanasi? Kirjoita tähän sähköpostiosoitteesi ja lähetämme sinulle ohjeet.
fr: Vous avez oublié votre mot de passe ? Entrez votre adresse e-mail et nous vous enverrons des instructions.
it: Hai dimenticato la password? Scrivi quì il tuo indirizzo email e ti spediremo istruzioni in proposito.
ms: Lupa kata laluan anda? Sila masukkan alamat email anda di sini dan kami akan menghantar arahan kepada anda.
nl: Uw wachtwoord vergeten? Vul hier uw e-mailadres in en we sturen u instructies.
pl: Nie pamiętasz hasła? Wpisz tutaj swój adres mailowy i wyślemy ci instrukcję.
sk: Zabudli ste heslo? Sem napíšte svoju emailovú adresu a pošleme vám inštrukcie.

# password#send-instructions
source: Send me instructions
ca: Envieu-me les instruccions
cs: Poslat instrukce
eo: Sendi al mi instrukciojn
fi: Lähettäkää minulle ohjeet
fr: M’envoyer les instructions
it: Inviami istruzioni.
ms: Hantar arahan kepada saya
nl: Mij instructies sturen
pl: Wyślij mi instrukcję
sk: Poslať inštrukcie

# password#type-twice
source: For security, please type in your current password, and your new password twice, to make sure that you typed it correctly.
ca: Per seguretat, escriviu si us plau la vostra contrasenya actual, i la vostra contrasenya nova dues vegades, per assegurar-vos que l'heu escrita correctament.
cs: Prosím napište současné heslo kvůli bezpečnosti a dále dvakrát nové heslo kvůli zabránění překlepům.
eo: Bonvolu entajpi vian nunan pasvorton pro sekureco, kaj vian novan pasvorton dufoje, por certiĝi, ke vi tajpis ĝin ĝuste.
fi: Ole hyvä ja kirjoita nykyinen salasanasi varmistukseksi, ja uusi salasanasi kaksi kertaa, varmistaaksesi, että kirjoitit sen oikein.
fr: Veuillez entrer votre mot de passe actuel par mesure de sécurité, et votre nouveau mot de passe deux fois, pour être sûr que vous l’avez écrit correctement.
it: Inserire per sicurezza la password corrente, e la nuova password due volte per assicurarsi di averla scritta bene.
ms: Untuk keselamatan, sila taip kata laluan anda sekarang, dan kata laluan baharu sebanyak dua kali, bagi memastikan anda menaip kata laluan dengan betul.
nl: Voer voor de veiligheid uw huidig wachtwoord in en tweemaal uw nieuw wachtwoord om er zeker van te zijn dat u het correct hebt getypt.
pl: Dla bezpieczeństwa wpisz swoje obecne hasło i swoje nowe hasło dwukrotnie, by upewnić się, że jest ono poprawnie wpisane.
sk: Prosím napíšte súčasné heslo pre bezpečnosť a potom dvakrát nové heslo pre zabránenie preklepom.

# profile#didnt-translate
source: {1} still has not started translating.
ca: {1} encara no heu començat a traduir.
cs: {1} zatím nezačal(a) překládat.
eo: {1} ankoraŭ ne komencis traduki.
fi: {1} ei vielä ole alkanut kääntää.
fr: {1} n’a pas encore commencé à traduire.
it: {1} non ha ancora cominciato a tradurre.
ms: {1} masih belum memulakan penterjemahan.
nl: {1} is nog niet begonnen met vertalen.
pl: {1} jeszcze nie rozpoczął/ęła tłumaczenia.
sk: {1} ešte nezačal(a) prekladať.

# profile#projects
source: Projects in which the user {1} participates.
ca: Projectes en els quals participa l'usuari {1}
cs: Projekty, do kterých přispívá uživatel {1}
eo: Projektoj, en kiuj partoprenas la uzanto {1}
fi: Projekteja, joihin käyttäjä osallistuu {1}
fr: Projets auxquels {1} participe
it: Progetti ai quali partecipa l'utente {1}
ms: Projek yang pengguna {1} turut terlibat dengannya.
nl: Projecten waaraan de gebruiker deelneemt {1}
pl: Projekty, w których uczestniczy użytkownik {1}.
sk: Projekty, na ktorých sa zúčastňuje používateľ {1}

# settings#email
source: Email address
ca: Correu-e
cs: E-mail
eo: Retadreso
fi: Sähköpostiosoite
fr: Adresse e-mail
it: Indirizzo di posta elettronica
ms: Alamat emel
nl: E-mailadres
pl: Adres mailowy
sk: E-mail

# settings#email-language
source: Preferred language of emails.
ca: Llengua preferida per rebre missatges de correu electrònic
cs: Vybraný jazyk e-mailů
fi: Ensisijainen kieli sähköpostin vastaanottamiseen.
fr: Langue préférée pour recevoir des e-mails
it: Lingua preferita per la ricezione delle email.
ms: Bahasa pilihan untuk emel
nl: Voorkeurstaal om e-mail te ontvangen
pl: Preferowany język otrzymywanych wiadomości
sk: Preferovaný jazyk na príjímanie emailov

# settings#email-new-comments
source: Notify me by email when somebody responds to my comment
ca: Informar-me per correu electrònic quan algú respongui un comentari meu
cs: Upozorněte mě e-mailem, když někdo odpoví na můj komentář
eo: Informi min retpoŝte, kiam iu respondis mian komenton
fi: Ilmoittakaa minulle sähköpostilla, milloin joku on vastannut kommenttiini
fr: M’informer par e-mail quand quelqu’un répond à un des mes commentaires
it: Informami per email quando qualcuno risponde ad un mio commento
ms: Beritahu saya melalui emel apabila seseorang membalas komen saya
nl: Laat me per e-mail weten wanneer iemand op mijn opmerking heeft gereageerd
pl: Powiadom mnie mailowo, gdy ktoś odpowie na mój komentarz
sk: Upozornite ma e-mailom, keď niekto odpovie na môj komentár

# settings#email-new-texts
source: Notify me by email when there are new texts to translate
ca: Informar-me per correu electrònic quan hi hagi textos nous per traduir
cs: Upozorněte mě e-mailem, když se objeví nové texty k překladu
eo: Informi min retpoŝte, kiam estas novaj tekstoj por traduki
fi: Ilmoittakaa minulle sähköpostilla milloin on uusia tekstejä käännettäväksi
fr: M’informer par e-mail quand il y a de nouveaux textes à traduire
it: Informami per email quando ci sono nuovi testi da tradurre
ms: Beritahu saya melalui emel apabila terdapat teks baharu untuk diterjemahkan
nl: Stuur me een e-mail als er nieuwe teksten zijn om te vertalen
pl: Powiadom mnie mailowo, gdy pojawią się nowe teksty do przetłumaczenia
sk: Upozornite ma e-mailom, keď sa objavia nové texty na preklad

# settings#email-translation-request
source: Inform me by email when somebody requests to translate projects which I administer
ca: Informar-me per correu electrònic quan algú sol·liciti el permís per traduir un projecte que jo gestiono
cs: Upozorněte mě e-mailem, když někdo požádá o právo překládat projekt, který spravuji
eo: Informi min retpoŝte, kiam iu petas rajton traduki projekton, kiun mi administras
fi: Ilmoittakaa minulle sähköpostilla milloin joku pyytää oikeutta kääntää projektia, jota hallinnoin
fr: M’informer par e-mail quand quelqu’un demande la permission de traduire un projet dont je suis administrateur
it: Informami per email quando qualcuno chiede di poter tradurre un progetto di sono amministratore
ms: Beritahu saya melalui emel apabila seseorang memohon untuk menterjemahkan projek yang saya kelola
nl: Stuur me een e-mail wanneer iemand toestemming vraagt ​​om een ​​project te vertalen dat ik beheer
pl: Powiadom mnie mailowo, gdy ktoś poprosi o uprawnienie do tłumaczenia projektu, którym zarządzam
sk: Upozornite ma e-mailom, keď niekto požiada o právo prekladať projekt, ktorý spravujem

# structure#change-password
source: Change password
ca: Canvia la meva contrasenya
cs: Změnit heslo
eo: Ŝanĝi mian pasvorton
fi: Vaihda salasanani
fr: Changer mon mot de passe
it: Cambia password
ms: Tukar kata laluan
nl: Mijn wachtwoord veranderen
pl: Zmień moje hasło
sk: Zmeniť heslo

# structure#home
source: Homepage
ca: Pàgina principal
cs: Hlavní stránka
eo: Ĉefpaĝo
fi: Pääsivu
fr: Accueil
it: Pagina principale
ms: Halaman utama
nl: Hoofdpagina
pl: Strona główna
sk: Domovská stránka

# structure#log-in
source: Log in
ca: Iniciar sessió
cs: Přihlásit
eo: Ensaluti
fi: Kirjaudu
fr: Connexion
it: Accedi
ms: Daftar masuk
nl: Inloggen
pl: Zaloguj się
sk: Prihlásiť sa

# structure#password-changed
source: Password change was successful
ca: Contrasenya canviada correctament
cs: Heslo úspěšně změněno
eo: Pasvorto sukcese ŝanĝita
fi: Salasana vaihdettu onnistuneesti
fr: Mot de passe changé
it: Password cambiata
ms: Kata laluan telah berjaya ditukar
nl: Wachtwoord succesvol veranderd
pl: Hasło zostało zmienione
sk: Heslo bolo úspešne zmenené

# structure#password-reset
source: Retrieve password
ca: Recuperar contrasenya
cs: Obnovit heslo
eo: Reakiri pasvorton
fi: Hanki salasana uudelleen
fr: Récupérer son mot de passe
it: Reimposta password
ms: Dapatkan semula kata laluan
nl: Nieuw wachtwoord aanvragen
pl: Odzyskaj hasło
sk: Resetovanie hesla

# structure#save
source: Save
ca: Guardar
cs: Uložit
eo: Konservi
fi: Tallenna
fr: Sauvegarder
it: Salva
ms: Simpan
nl: Bewaren
pl: Zapisz
sk: Uložiť

# structure#settings
source: Settings
ca: Configuració
cs: Nastavení
eo: Agordoj
fi: Asetukset
fr: Préférences
it: Impostazioni
ms: Tetapan
nl: Instellingen
pl: Ustawienia
sk: Nastavenia

# structure#sign-up
source: Sign up
ca: Crear un compte
cs: Vytvořit uživatelský účet
eo: Krei konton
fi: Luo tili
fr: Inscription
it: Registrazione
ms: Daftar masuk
nl: Een account aanmaken
pl: Utwórz konto
sk: Vytvoriť používateľský účet
